Repository: DmitryBorodiy/WidgetsApp
Catalog: BetterWidgets.Wpf/Resources/Resources.*.resx
Languages: de_de, es_es, fr_fr, it_it, pl_pl, ru

# DeleteNoteSubtitle
source: Do you really want delete this note?
de_de: Möchten Sie diese Notiz wirklich löschen?
es_es: ¿Realmente quieres eliminar esta nota?
fr_fr: Voulez-vous vraiment supprimer cette note ?
it_it: Vuoi davvero eliminare questa nota?
pl_pl: Czy naprawdę chcesz usunąć tę notatkę?
ru: Вы действительно хотите удалить эту заметку?

source: Bold
de_de: Kühn
es_es: Audaz
fr_fr: Audacieux
it_it: Audace
pl_pl: Śmiały
ru: Смелый

source: Italic
de_de: Kursiv
es_es: Itálico
fr_fr: Italique
it_it: Corsivo
pl_pl: Kursywa
ru: Курсив

source: Underline
de_de: Unterstreichen
es_es: Subrayar
fr_fr: Souligner
it_it: Sottolineare
pl_pl: Podkreślać
ru: Подчеркнуть

# EnterNoteName
source: Enter note title...
de_de: Geben Sie den Notiztitel ein...
es_es: Introduzca el título de la nota...
fr_fr: Entrez le titre de la note...
it_it: Inserisci il titolo della nota...
pl_pl: Wprowadź tytuł notatki...
ru: Введите заголовок заметки...

source: Redo
de_de: Noch einmal machen
es_es: Rehacer
fr_fr: Refaire
it_it: Rifare
pl_pl: Ponowić
ru: Повторить

source: Undo
de_de: Aufmachen
es_es: Deshacer
fr_fr: Défaire
it_it: Disfare
pl_pl: Cofnąć
ru: Отменить

source: Pick color
de_de: Farbe auswählen
es_es: Elegir color
fr_fr: Choisissez la couleur
it_it: Scegli il colore
pl_pl: Wybierz kolor
ru: Выберите цвет

# Bullets
source: Toggle bullets
de_de: Aufzählungszeichen umschalten
es_es: Alternar viñetas
fr_fr: Basculer les puces
it_it: Attiva/disattiva i punti elenco
pl_pl: Przełączanie punktorów
ru: Переключение пуль

# Numbering
source: Toggle nmbering
it_it: Attiva/disattiva nmbering
pl_pl: Przełącz nmbering
ru: Переключить nmbering

source: Decrease font size
de_de: Schriftgröße verringern
es_es: Disminuir el tamaño de la fuente
fr_fr: Réduire la taille de la police
it_it: Riduci la dimensione del carattere
pl_pl: Zmniejsz rozmiar czcionki
ru: Уменьшение размера шрифта

source: Increase font size
de_de: Schriftgröße vergrößern
es_es: Aumentar el tamaño de la fuente
fr_fr: Augmenter la taille de la police
it_it: Aumenta la dimensione del carattere
pl_pl: Zwiększ rozmiar czcionki
ru: Увеличение размера шрифта

source: Select font
de_de: Schriftart auswählen
es_es: Seleccionar fuente
fr_fr: Sélectionner la police
it_it: Seleziona il carattere
pl_pl: Wybierz czcionkę
ru: Выберите шрифт

source: Cannot save changes
de_de: Änderungen können nicht gespeichert werden
es_es: No se pueden guardar los cambios
fr_fr: Impossible d’enregistrer les modifications
it_it: Impossibile salvare le modifiche
pl_pl: Nie można zapisać zmian
ru: Не удается сохранить изменения

# CannotSaveChangesSubtitle
source: There was an error saving changes, please try again later.
de_de: Beim Speichern der Änderungen ist ein Fehler aufgetreten, bitte versuchen Sie es später erneut.
es_es: Hubo un error al guardar los cambios, inténtelo de nuevo más tarde.
fr_fr: Une erreur s’est produite lors de l’enregistrement des modifications, veuillez réessayer plus tard.
it_it: Si è verificato un errore durante il salvataggio delle modifiche, riprova più tardi.
pl_pl: Wystąpił błąd podczas zapisywania zmian, spróbuj ponownie później.
ru: Произошла ошибка сохранения изменений, пожалуйста, повторите попытку позже.

source: Enable sound effects
de_de: Aktivieren von Soundeffekten
es_es: Habilitar efectos de sonido
fr_fr: Activer les effets sonores
it_it: Abilita gli effetti sonori
pl_pl: Włącz efekty dźwiękowe
ru: Включение звуковых эффектов

# EnableSoundEffectsSubtitle
source: Enable sound effects when interacting with notes.
de_de: Aktivieren Sie Soundeffekte bei der Interaktion mit Noten.
es_es: Habilite los efectos de sonido al interactuar con las notas.
fr_fr: Activez les effets sonores lors de l’interaction avec les notes.
it_it: Abilita gli effetti sonori quando interagisci con le note.
pl_pl: Włącz efekty dźwiękowe podczas interakcji z nutami.
ru: Включите звуковые эффекты при взаимодействии с заметками.

# DefaultFont
source: Font by default
de_de: Schriftart standardmäßig
es_es: Fuente por defecto
fr_fr: Police par défaut
it_it: Carattere per impostazione predefinita
pl_pl: Czcionka domyślna
ru: Шрифт по умолчанию

# DefaultNotesFontSubtitle
source: Select the default notes font
de_de: Wählen Sie die Standardschriftart für Notizen aus
es_es: Seleccione la fuente de notas predeterminada
fr_fr: Sélectionnez la police des notes par défaut
it_it: Seleziona il carattere predefinito delle note
pl_pl: Wybierz domyślną czcionkę notatek
ru: Выберите шрифт заметок по умолчанию

# DefaultFontSize
source: Font size by default
de_de: Standardmäßig Schriftgröße
es_es: Tamaño de fuente de forma predeterminada
fr_fr: Taille de la police par défaut
it_it: Dimensione del carattere per impostazione predefinita
pl_pl: Domyślny rozmiar czcionki
ru: Размер шрифта по умолчанию

# DefaultFontSizeSubtitle
source: Select the default font size for notes.
de_de: Wählen Sie die Standardschriftgröße für Notizen aus.
es_es: Seleccione el tamaño de fuente predeterminado para las notas.
fr_fr: Sélectionnez la taille de police par défaut pour les notes.
it_it: Seleziona la dimensione del carattere predefinita per le note.
pl_pl: Wybierz domyślny rozmiar czcionki dla notatek.
ru: Выберите размер шрифта по умолчанию для заметок.

# UpdateNotesIntervalSubtitle
source: Set how often the widget updates to show the latest sticky notes from Microsoft account.
de_de: Legen Sie fest, wie oft das Widget aktualisiert wird, um die neuesten Haftnotizen aus dem Microsoft-Konto anzuzeigen.
es_es: Establezca la frecuencia con la que se actualiza el widget para mostrar las últimas notas adhesivas de la cuenta de Microsoft.
fr_fr: Définissez la fréquence de mise à jour du widget pour afficher les dernières notes autocollantes du compte Microsoft.
it_it: Imposta la frequenza con cui il widget si aggiorna per mostrare le note adesive più recenti dall'account Microsoft.
pl_pl: Określ, jak często widżet ma być aktualizowany, aby wyświetlać najnowsze notatki programu Sticky Notes z konta Microsoft.
ru: Укажите, как часто мини-приложение обновляется, чтобы отображать последние заметки из учетной записи Майкрософт.

# UpdateTasksIntervalSubtitle
source: Set how often the widget updates to show the latest tasks from Microsoft To Do.
de_de: Legen Sie fest, wie oft das Widget aktualisiert wird, um die neuesten Aufgaben von Microsoft To Do anzuzeigen.
es_es: Establezca la frecuencia con la que se actualiza el widget para mostrar las tareas más recientes de Microsoft To Do.
fr_fr: Définissez la fréquence de mise à jour du widget pour afficher les dernières tâches de Microsoft To Do.
it_it: Imposta la frequenza di aggiornamento del widget per mostrare le attività più recenti di Microsoft To Do.
pl_pl: Określ, jak często widżet jest aktualizowany, aby wyświetlać najnowsze zadania z aplikacji Microsoft To Do.
ru: Укажите, как часто мини-приложение обновляется, чтобы отображать последние задачи из Microsoft To Do.

# NotesPermissionNeeded
source: Access to notes
de_de: Zugriff auf Notizen
es_es: Acceso a las notas
fr_fr: Accès aux notes
it_it: Accesso alle note
pl_pl: Dostęp do notatek
ru: Доступ к заметкам

# NotesPermissionNeededMessage
source: To view, create or edit notes, please allow access.
de_de: Um Notizen anzuzeigen, zu erstellen oder zu bearbeiten, erlauben Sie bitte den Zugriff.
es_es: Para ver, crear o editar notas, permita el acceso.
fr_fr: Pour afficher, créer ou modifier des notes, veuillez autoriser l’accès.
it_it: Per visualizzare, creare o modificare le note, consenti l'accesso.
pl_pl: Aby przeglądać, tworzyć lub edytować notatki, zezwól na dostęp.
ru: Чтобы просматривать, создавать или редактировать заметки, пожалуйста, разрешите доступ.

# SettingNeeded
source: Setup required
de_de: Einrichtung erforderlich
es_es: Configuración requerida
fr_fr: Configuration requise
it_it: Configurazione richiesta
pl_pl: Wymagana konfiguracja
ru: Требуется настройка

# SettingNeededSubtitle
source: To display data on this widget, go to the settings.
de_de: Um Daten in diesem Widget anzuzeigen, gehen Sie zu den Einstellungen.
es_es: Para mostrar datos en este widget, vaya a la configuración.
fr_fr: Pour afficher les données sur ce widget, rendez-vous dans les paramètres.
it_it: Per visualizzare i dati su questo widget, vai alle impostazioni.
pl_pl: Aby wyświetlić dane na tym widżecie, przejdź do ustawień.
ru: Чтобы отобразить данные на этом виджете, перейдите в настройки.

# SetupWeatherGeolocationMessage
source: To allow the widget to display the weather in your location, we recommend that you allow access to your location.
de_de: Damit das Widget das Wetter an Ihrem Standort anzeigen kann, empfehlen wir Ihnen, den Zugriff auf Ihren Standort zu erlauben.
es_es: Para permitir que el widget muestre el tiempo en su ubicación, le recomendamos que permita el acceso a su ubicación.
fr_fr: Pour permettre au widget d’afficher la météo dans votre position, nous vous recommandons d’autoriser l’accès à votre position.
it_it: Per consentire al widget di visualizzare il meteo nella tua posizione, ti consigliamo di consentire l'accesso alla tua posizione.
pl_pl: Aby widżet mógł wyświetlać pogodę w Twojej lokalizacji, zalecamy zezwolenie na dostęp do Twojej lokalizacji.
ru: Чтобы виджет мог отображать погоду в вашем местоположении, мы рекомендуем разрешить доступ к вашему местоположению.

# SetupWeatherLocationMessage
source: To enable the widget to display the weather in your location, please specify the name of the city or place.
de_de: Damit das Widget das Wetter an Ihrem Standort anzeigen kann, geben Sie bitte den Namen der Stadt oder des Ortes an.
es_es: Para permitir que el widget muestre el clima en su ubicación, especifique el nombre de la ciudad o el lugar.
fr_fr: Pour permettre au widget d’afficher la météo dans votre région, veuillez spécifier le nom de la ville ou du lieu.
it_it: Per abilitare il widget a visualizzare il meteo nella tua posizione, specifica il nome della città o del luogo.
pl_pl: Aby włączyć wyświetlanie pogody w Twojej lokalizacji, podaj nazwę miasta lub miejscowości.
ru: Чтобы виджет мог отображать погоду в вашем населенном пункте, укажите название города или места.

source: Nothing here
de_de: Nichts hier
es_es: Aquí no hay nada
fr_fr: Rien ici
it_it: Niente qui
pl_pl: Nic tu nie ma
ru: Здесь ничего нет

# TasksEmptyMessage
source: There are no tasks in the current list.
de_de: Es gibt keine Aufgaben in der aktuellen Liste.
es_es: No hay tareas en la lista actual.
fr_fr: Il n’y a aucune tâche dans la liste actuelle.
it_it: Nell'elenco corrente non sono presenti attività.
pl_pl: Na bieżącej liście nie ma żadnych zadań.
ru: В текущем списке нет задач.

# NotesEmptyMessage
source: There are no any sticky notes, but you can create one right now!
de_de: Es gibt keine Haftnotizen, aber Sie können jetzt eine erstellen!
es_es: No hay notas adhesivas, ¡pero puedes crear una ahora mismo!
fr_fr: Il n’y a pas de post-its, mais vous pouvez en créer un dès maintenant !
it_it: Non ci sono post-it, ma puoi crearne uno subito!
pl_pl: Nie ma żadnych karteczek samoprzylepnych, ale możesz je utworzyć już teraz!
ru: Здесь нет никаких стикеров, но вы можете создать их прямо сейчас!

source: Leave feedback
de_de: Feedback hinterlassen
es_es: Deja un comentario
fr_fr: Laisser une évaluation
it_it: Lascia un feedback
pl_pl: Wystaw opinię
ru: Оставить отзыв

source: Choose location
de_de: Standort wählen
es_es: Elegir ubicación
fr_fr: Choisissez l’emplacement
it_it: Scegli la location
pl_pl: Wybierz lokalizację
ru: Выберите местоположение

# ChooseLocationSubtitle
source: To show us the weather, please specify your region or enable geolocation in settings.
de_de: Um uns das Wetter anzuzeigen, geben Sie bitte Ihre Region an oder aktivieren Sie die Geolokalisierung in den Einstellungen.
es_es: Para mostrarnos el clima, especifique su región o habilite la geolocalización en la configuración.
fr_fr: Pour nous montrer la météo, veuillez spécifier votre région ou activer la géolocalisation dans les paramètres.
it_it: Per mostrarci il meteo, specifica la tua regione o abilita la geolocalizzazione nelle impostazioni.
pl_pl: Aby pokazać nam pogodę, określ swój region lub włącz geolokalizację w ustawieniach.
ru: Чтобы показать нам погоду, укажите свой регион или включите геолокацию в настройках.

source: Microsoft Account
de_de: Microsoft-Konto
es_es: Cuenta de Microsoft
fr_fr: Compte Microsoft
pl_pl: Konto Microsoft
ru: Учетная запись Майкрософт

# MicrosoftAccountSubtitle
source: Allows some widgets to interact with Microsoft 365 services.
de_de: Ermöglicht einigen Widgets die Interaktion mit Microsoft 365-Diensten.
es_es: Permite que algunos widgets interactúen con los servicios de Microsoft 365.
fr_fr: Permet à certains widgets d’interagir avec les services Microsoft 365.
it_it: Consente ad alcuni widget di interagire con i servizi di Microsoft 365.
pl_pl: Zezwala niektórym widżetom na interakcję z usługami Microsoft 365.
ru: Позволяет некоторым виджетам взаимодействовать со службами Microsoft 365.

source: Add widget
de_de: Widget hinzufügen
es_es: Añadir widget
fr_fr: Ajouter un widget
it_it: Aggiungi widget
pl_pl: Dodaj widżet
ru: Добавить виджет

source: Hide widgets
de_de: Widgets ausblenden
es_es: Ocultar widgets
fr_fr: Masquer les widgets
it_it: Nascondi widget
pl_pl: Ukrywanie widżetów
ru: Скрыть виджеты

source: Enable tray icon
de_de: Taskleistensymbol aktivieren
es_es: Icono de habilitación de la bandeja
fr_fr: Activer l’icône de la barre d’état
it_it: Abilita icona nella barra delle applicazioni
pl_pl: Włącz ikonę zasobnika systemowego
ru: Включить иконку в трее

# EnableTrayIconSubtitle
source: Enable the system tray icon for quick access and control of widgets.
de_de: Aktivieren Sie das Taskleistensymbol für den schnellen Zugriff und die Steuerung von Widgets.
es_es: Habilite el icono de la bandeja del sistema para acceder y controlar rápidamente los widgets.
fr_fr: Activez l’icône de la barre d’état système pour un accès et un contrôle rapides des widgets.
it_it: Abilita l'icona della barra delle applicazioni per un rapido accesso e controllo dei widget.
pl_pl: Włącz ikonę w zasobniku systemowym, aby uzyskać szybki dostęp i kontrolę nad widżetami.
ru: Включите значок в системном трее для быстрого доступа и управления виджетами.

# FeatureUnavailable
source: This feature is currently not available in this version of the app.
de_de: Diese Funktion ist in dieser Version der App derzeit nicht verfügbar.
es_es: Esta función no está disponible actualmente en esta versión de la aplicación.
fr_fr: Cette fonctionnalité n’est actuellement pas disponible dans cette version de l’application.
it_it: Questa funzione non è attualmente disponibile in questa versione dell'app.
pl_pl: Ta funkcja nie jest obecnie dostępna w tej wersji aplikacji.
ru: В настоящее время эта функция недоступна в данной версии приложения.

# AllowShare
source: Allow sharing
de_de: Freigabe zulassen
es_es: Permitir compartir
fr_fr: Autoriser le partage
it_it: Consenti condivisione
pl_pl: Zezwalaj na udostępnianie
ru: Разрешить общий доступ

# AllowShareSubtitle
source: Allow widgets to share content.
de_de: Widgets das Freigeben von Inhalten erlauben.
es_es: Permitir que los widgets compartan contenido.
fr_fr: Autoriser les widgets à partager du contenu.
it_it: Consenti ai widget di condividere contenuti.
pl_pl: Zezwalaj widżetom na udostępnianie zawartości.
ru: Разрешите виджетам делиться контентом.

source: Future feature
de_de: Zukunftsfeature
es_es: Característica futura
fr_fr: Fonctionnalité future
it_it: Funzionalità futura
pl_pl: Przyszła funkcja
ru: Будущая функция

source: Share image
de_de: Bild teilen
es_es: Compartir imagen
fr_fr: Partager l’image
it_it: Condividi immagine
pl_pl: Podziel się obrazem
ru: Поделиться изображением

source: Can't share
de_de: Kann nicht geteilt werden
es_es: No se puede compartir
fr_fr: Impossible de partager
it_it: Impossibile condividere
pl_pl: Nie można udostępniać
ru: Не удается поделиться

# CantShareSubtitle
source: The widget can't share content right now. {0}
de_de: Das Widget kann derzeit keine Inhalte freigeben. {0}
es_es: El widget no puede compartir contenido en este momento. {0}
fr_fr: Le widget ne peut pas partager de contenu pour le moment. {0}
it_it: Al momento il widget non può condividere contenuti. {0}
pl_pl: Widżet nie może teraz udostępniać zawartości. {0}
ru: В данный момент виджет не может делиться контентом. {0}

source: Auto save
de_de: Automatisches Speichern
es_es: Guardado automático
fr_fr: Sauvegarde automatique
it_it: Salvataggio automatico
pl_pl: Automatyczne zapisywanie
ru: Автосохранение

# AutoSaveSubtitle
source: Turn on auto-save notes to save time.
de_de: Aktivieren Sie das automatische Speichern von Notizen, um Zeit zu sparen.
es_es: Activa el guardado automático de notas para ahorrar tiempo.
fr_fr: Activez l’enregistrement automatique des notes pour gagner du temps.
it_it: Attiva il salvataggio automatico delle note per risparmiare tempo.
pl_pl: Włącz automatyczne zapisywanie notatek, aby zaoszczędzić czas.
ru: Включите автосохранение заметок, чтобы сэкономить время.

# TaskDesciptionPlaceholder
source: Add task description here...
de_de: Fügen Sie hier eine Aufgabenbeschreibung hinzu...
es_es: Agregue la descripción de la tarea aquí...
fr_fr: Ajoutez la description de la tâche ici...
it_it: Aggiungi qui la descrizione dell'attività...
pl_pl: Dodaj opis zadania tutaj...
ru: Добавьте описание задачи здесь...

# TaskDescription
source: Description
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
pl_pl: Opis
ru: Описание

# TaskEnableTextWrapping
source: Enable text wrapping
de_de: Aktivieren des Textumbruchs
es_es: Habilitar el ajuste de texto
fr_fr: Activer l’habillage du texte
it_it: Abilita la disposizione del testo
pl_pl: Włączanie zawijania tekstu
ru: Включение переноса текста

# TaskEnableTextWrappingSubtitle
source: Enable text wrapping for task titles.
de_de: Aktivieren Sie den Textumbruch für Aufgabentitel.
es_es: Habilite el ajuste de texto para los títulos de las tareas.
fr_fr: Activez l’habillage de texte pour les titres de tâches.
it_it: Abilita la disposizione del testo per i titoli delle attività.
pl_pl: Włącz zawijanie tekstu dla tytułów zadań.
ru: Включите перенос текста для заголовков задач.

# OpenShellOnStart
source: Launch a shell when the app starts
de_de: Starten einer Shell, wenn die App gestartet wird
es_es: Iniciar un shell cuando se inicie la aplicación
fr_fr: Lancer un shell au démarrage de l’application
it_it: Avvia una shell all'avvio dell'app
pl_pl: Uruchamianie powłoki podczas uruchamiania aplikacji
ru: Запуск оболочки при запуске приложения

# OpenShellOnStartSubtitle
source: Automatically open the main application window on system startup.
de_de: Öffnet beim Systemstart automatisch das Hauptfenster der Anwendung.
es_es: Abra automáticamente la ventana principal de la aplicación al iniciar el sistema.
fr_fr: Ouvrez automatiquement la fenêtre principale de l’application au démarrage du système.
it_it: Apre automaticamente la finestra principale dell'applicazione all'avvio del sistema.
pl_pl: Automatycznie otwieraj główne okno aplikacji podczas uruchamiania systemu.
ru: Автоматически открывает главное окно программы при запуске системы.

# ClockFontFamilySubtitle
source: Select the digital clock display font.
de_de: Wählen Sie die Schriftart für die Anzeige der Digitaluhr aus.
es_es: Seleccione la fuente de visualización del reloj digital.
fr_fr: Sélectionnez la police d’affichage de l’horloge numérique.
it_it: Selezionare il carattere di visualizzazione dell'orologio digitale.
pl_pl: Wybierz czcionkę wyświetlania zegara cyfrowego.
ru: Выберите шрифт дисплея цифровых часов.

source: Custom font
de_de: Benutzerdefinierte Schriftart
es_es: Fuente personalizada
fr_fr: Police personnalisée
it_it: Carattere personalizzato
pl_pl: Czcionka niestandardowa
ru: Пользовательский шрифт

source: Move to
de_de: Verschieben nach
es_es: Mover a
fr_fr: Déplacer vers
it_it: Sposta in
pl_pl: Przenieś się do
ru: Перейти в

source: Select task
de_de: Aufgabe auswählen
es_es: Seleccionar tarea
fr_fr: Sélectionner une tâche
it_it: Seleziona attività
pl_pl: Wybierz zadanie
ru: Выберите задачу

# SelectTaskMessage
source: To complete the action, select the task.
de_de: Um die Aktion abzuschließen, wählen Sie die Aufgabe aus.
es_es: Para completar la acción, seleccione la tarea.
fr_fr: Pour terminer l’action, sélectionnez la tâche.
it_it: Per completare l'azione, selezionare l'attività.
pl_pl: Aby wykonać akcję, wybierz zadanie.
ru: Чтобы завершить действие, выберите задачу.

# CannotMoveTask
source: Can't move task
de_de: Aufgabe kann nicht verschoben werden
es_es: No se puede mover la tarea
fr_fr: Impossible de déplacer la tâche
it_it: Impossibile spostare l'attività
pl_pl: Nie można przenieść zadania
ru: Не удается переместить задачу

# CpuWidget
source: CPU Monitor
fr_fr: Moniteur de processeur
it_it: Monitoraggio CPU
pl_pl: Monitor procesora
ru: Монитор процессора

# CpuWidgetSubtitle
source: Keep an eye on your CPU with real-time updates about its performance and usage.
de_de: Behalten Sie Ihre CPU im Auge mit Echtzeit-Updates über ihre Leistung und Auslastung.
es_es: Vigile su CPU con actualizaciones en tiempo real sobre su rendimiento y uso.
fr_fr: Gardez un œil sur votre processeur grâce à des mises à jour en temps réel sur ses performances et son utilisation.
it_it: Tieni d'occhio la tua CPU con aggiornamenti in tempo reale sulle sue prestazioni e sul suo utilizzo.
pl_pl: Miej oko na swój procesor dzięki aktualizacjom w czasie rzeczywistym na temat jego wydajności i użytkowania.
ru: Следите за своим процессором с помощью обновлений о его производительности и использовании в режиме реального времени.

# SystemInformation
source: System information & monitoring
es_es: Información y monitoreo del sistema
fr_fr: Information et surveillance du système
it_it: Informazioni e monitoraggio del sistema
pl_pl: Informacje o systemie i monitorowanie
ru: Системная информация и мониторинг

# SystemInformationPermissionSubtitle
source: Allows you to get current information about the hardware and the system.
de_de: Ermöglicht es Ihnen, aktuelle Informationen über die Hardware und das System zu erhalten.
es_es: Le permite obtener información actualizada sobre el hardware y el sistema.
fr_fr: Vous permet d’obtenir des informations actuelles sur le matériel et le système.
it_it: Consente di ottenere informazioni aggiornate sull'hardware e sul sistema.
pl_pl: Pozwala uzyskać aktualne informacje o sprzęcie i systemie.
ru: Позволяет получить актуальную информацию об аппаратном обеспечении и системе.

# CannotGetCpuData
source: Can't get CPU data
de_de: CPU-Daten können nicht abgerufen werden
es_es: No se pueden obtener datos de la CPU
fr_fr: Impossible d’obtenir les données du processeur
it_it: Impossibile ottenere i dati della CPU
pl_pl: Nie można pobrać danych procesora
ru: Не удается получить данные ЦП

source: Permission needed
de_de: Erlaubnis erforderlich
es_es: Se necesita permiso
fr_fr: Autorisation nécessaire
it_it: Autorizzazione necessaria
pl_pl: Wymagane pozwolenie
ru: Требуется разрешение
