Repository: DmitryBorodiy/WidgetsApp
Catalog: BetterWidgets.Wpf/Resources/Resources.*.resx
Languages: de_de, es_es, fr_fr, it_it, pl_pl, ru

# SystemInformationAccessNeeded
source: This widget requires permission to request information about the system, provide this permit to display data.
de_de: Dieses Widget benötigt die Berechtigung, Informationen über das System anzufordern, und erteilen Sie diese Berechtigung, um Daten anzuzeigen.
es_es: Este widget requiere permiso para solicitar información sobre el sistema, proporcione este permiso para mostrar datos.
fr_fr: Ce widget nécessite l’autorisation de demander des informations sur le système, à condition d’afficher des données.
it_it: Questo widget richiede l'autorizzazione per richiedere informazioni sul sistema, fornire questa autorizzazione per visualizzare i dati.
pl_pl: Ten widżet wymaga uprawnienia do żądania informacji o systemie, podaj to zezwolenie na wyświetlanie danych.
ru: Данный виджет требует разрешения на запрос информации о системе, предоставление данного разрешения на отображение данных.

# NoCpuData
source: It is currently impossible to get CPU information, WMI does not contain any data.
de_de: Es ist derzeit nicht möglich, CPU-Informationen abzurufen, WMI enthält keine Daten.
es_es: Actualmente es imposible obtener información de la CPU, WMI no contiene ningún dato.
fr_fr: Il est actuellement impossible d’obtenir des informations sur le processeur, WMI ne contient aucune donnée.
it_it: Al momento non è possibile ottenere informazioni sulla CPU, WMI non contiene dati.
pl_pl: Obecnie nie można uzyskać informacji o procesorze, usługa WMI nie zawiera żadnych danych.
ru: В настоящее время получить информацию о процессоре невозможно, WMI не содержит никаких данных.

# NoData
source: No information
de_de: Keine Angabe
es_es: Sin información
fr_fr: Aucune information
it_it: Nessuna informazione
pl_pl: Brak informacji
ru: Нет информации

source: Grand access
de_de: Großer Zugang
es_es: Gran acceso
fr_fr: Grand accès
it_it: Accesso in grande stile
pl_pl: Wielki dostęp
ru: Общий доступ

# WidgetNeedsPermission
source: To get the data widget needs permission.
de_de: Um das Daten-Widget zu erhalten, benötigen Sie die Berechtigung.
es_es: Para obtener el widget de datos se necesita permiso.
fr_fr: Pour obtenir les données, le widget a besoin d’une autorisation.
it_it: Per ottenere il widget dei dati è necessaria l'autorizzazione.
pl_pl: Aby uzyskać widżet danych, musisz mieć uprawnienia.
ru: Для получения данных виджету требуется разрешение.

source: Cpu widget settings
de_de: Einstellungen für das CPU-Widget
es_es: Configuración del widget de CPU
fr_fr: Paramètres du widget CPU
it_it: Impostazioni widget CPU
pl_pl: Ustawienia widżetu procesora
ru: Настройки виджета процессора

source: Enable chart animation
de_de: Aktivieren der Diagrammanimation
es_es: Habilitar animación de gráficos
fr_fr: Activer l’animation du graphique
it_it: Abilita l'animazione del grafico
pl_pl: Włączanie animacji wykresu
ru: Включить анимацию диаграммы

# EnableCPUChartAnimationSubtitle
source: Turn on the CPU utilization chart animation.
de_de: Aktivieren Sie die Animation des Diagramms für die CPU-Auslastung.
es_es: Active la animación del gráfico de uso de CPU.
fr_fr: Activez l’animation du graphique d’utilisation du processeur.
it_it: Attiva l'animazione del grafico di utilizzo della CPU.
pl_pl: Włącz animację wykresu wykorzystania procesora CPU.
ru: Включите анимацию графика загрузки процессора.

source: Chart opacity
de_de: Deckkraft des Diagramms
es_es: Opacidad del gráfico
fr_fr: Opacité du graphique
it_it: Opacità del grafico
pl_pl: Przezroczystość wykresu
ru: Непрозрачность диаграммы

# ChartOpacitySubtitle
source: Configure the degree of transparency of the chart.
de_de: Konfigurieren Sie den Transparenzgrad des Diagramms.
es_es: Configure el grado de transparencia del gráfico.
fr_fr: Configurez le degré de transparence du graphique.
it_it: Configura il grado di trasparenza del grafico.
pl_pl: Skonfiguruj stopień przezroczystości wykresu.
ru: Настройте степень прозрачности диаграммы.

# Miliseconds
source: Ms
de_de: Frau
es_es: Sra.
ru: Госпожа

# GpuWidget
source: GPU Monitor
fr_fr: Moniteur GPU
it_it: Monitoraggio GPU
ru: Монитор графического процессора

# GpuWidgetSubtitle
source: The GPU Widget provides real-time monitoring of your graphics card usage. It displays the current GPU load percentage, helping you track performance.
de_de: Das GPU-Widget ermöglicht eine Echtzeitüberwachung der Auslastung Ihrer Grafikkarte. Es zeigt die aktuelle GPU-Auslastung in Prozent an und hilft Ihnen, die Leistung zu verfolgen.
es_es: El widget de GPU proporciona monitoreo en tiempo real del uso de su tarjeta gráfica. Muestra el porcentaje de carga actual de la GPU, lo que le ayuda a realizar un seguimiento del rendimiento.
fr_fr: Le widget GPU fournit une surveillance en temps réel de l’utilisation de votre carte graphique. Il affiche le pourcentage de charge actuel du GPU, ce qui vous aide à suivre les performances.
it_it: Il widget GPU fornisce il monitoraggio in tempo reale dell'utilizzo della scheda grafica. Visualizza la percentuale di carico corrente della GPU, aiutandoti a monitorare le prestazioni.
pl_pl: Widżet GPU zapewnia monitorowanie użycia karty graficznej w czasie rzeczywistym. Wyświetla aktualny procent obciążenia GPU, pomagając śledzić wydajność.
ru: Виджет графического процессора обеспечивает мониторинг использования видеокарты в режиме реального времени. Он отображает текущий процент загрузки графического процессора, помогая отслеживать производительность.

source: Failed
de_de: Misslungen
es_es: Fracasado
fr_fr: Raté
it_it: Fallito
pl_pl: Nie powiodło się
ru: Неудавшийся

source: Gpu widget settings
de_de: Einstellungen für das GPU-Widget
es_es: Configuración del widget de GPU
fr_fr: Paramètres du widget Gpu
it_it: Impostazioni widget Gpu
pl_pl: Ustawienia widżetu GPU
ru: Настройки виджета графического процессора

# EnableGPUChartAnimationSubtitle
source: Turn on the GPU utilization chart animation.
de_de: Aktivieren Sie die Animation des GPU-Auslastungsdiagramms.
es_es: Active la animación del gráfico de uso de GPU.
fr_fr: Activez l’animation du graphique d’utilisation du GPU.
it_it: Attiva l'animazione del grafico di utilizzo della GPU.
pl_pl: Włącz animację wykresu wykorzystania procesora GPU.
ru: Включите анимацию графика использования графического процессора.

# ShowAllList
source: Show all widgets
de_de: Alle Widgets anzeigen
es_es: Mostrar todos los widgets
fr_fr: Afficher tous les widgets
it_it: Mostra tutti i widget
pl_pl: Pokaż wszystkie widżety
ru: Показать все виджеты

# ShowInTray
source: Show in tray menu
de_de: Im Tray-Menü anzeigen
es_es: Mostrar en el menú de la bandeja
fr_fr: Afficher dans le menu de la barre d’état
it_it: Mostra nel menu della barra delle applicazioni
pl_pl: Pokaż w menu zasobnika
ru: Показать в меню в трее

# AppName
source: Better Widgets
de_de: Bessere Widgets
es_es: Mejores widgets
fr_fr: De meilleurs widgets
it_it: Widget migliori
pl_pl: Lepsze widżety

source: Windows Hello
de_de: Windows Hallo
