Repository: DmitryBorodiy/WidgetsApp
Catalog: BetterWidgets.Wpf/Resources/Resources.*.resx
Languages: de_de, es_es, fr_fr, it_it, pl_pl, ru

# WidgetsLabel
source: Widgets
it_it: Widget
pl_pl: Widżety
ru: Виджеты

source: Search widgets...
de_de: Widgets suchen...
es_es: Widgets de búsqueda...
fr_fr: Widgets de recherche...
it_it: Widget di ricerca...
pl_pl: Widżety wyszukiwania...
ru: Поиск виджетов...

# SettingsLabel
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
pl_pl: Ustawienia
ru: Параметры

# ProposeLabel
source: Propose feature
de_de: Funktion vorschlagen
es_es: Función de propuesta
fr_fr: Proposer une fonctionnalité
it_it: Proponi funzionalità
pl_pl: Zaproponuj funkcję
ru: Предложить функцию

# PrivacyLabel
source: Privacy
de_de: Privatsphäre
es_es: Privacidad
fr_fr: Vie privée
pl_pl: Prywatność
ru: Конфиденциальность

# ShareLabel
source: Share
de_de: Freigeben
es_es: Compartir
fr_fr: Partager
it_it: Condividi
pl_pl: Udostępnij
ru: Поделится

source: Pin on desktop
de_de: Auf dem Desktop anheften
es_es: Anclar en el escritorio
fr_fr: Épingler sur le bureau
it_it: Aggiungi sul desktop
pl_pl: Przypinanie na pulpicie
ru: Закрепить

# AboutLabel
source: About
de_de: Über
es_es: Acerca de
fr_fr: Environ
it_it: Circa
pl_pl: Około
ru: О программе

# AboutSubtitle
source: About the current version of the application and verification of updates.
de_de: Über die aktuelle Version der Anwendung und die Überprüfung von Updates.
es_es: Sobre la versión actual de la aplicación y verificación de actualizaciones.
fr_fr: À propos de la version actuelle de l’application et de la vérification des mises à jour.
it_it: Informazioni sulla versione corrente dell'applicazione e sulla verifica degli aggiornamenti.
pl_pl: O aktualnej wersji aplikacji i weryfikacji aktualizacji.
ru: О текущей версии приложения и проверка обновлений.

source: Clipboard
de_de: Zwischenablage
es_es: Portapapeles
fr_fr: Presse-papiers
it_it: Appunti
pl_pl: Schowek
ru: Буфер обмена

source: Location
de_de: Ort
es_es: Ubicación
fr_fr: Emplacement
it_it: Ubicazione
pl_pl: Lokalizacja
ru: Местоположение

# RequestAccessSubtitle
source: Are you sure you want to provide access to {0}?
de_de: Sind Sie sicher, dass Sie Zugang zu {0} gewähren möchten?
es_es: ¿Está seguro de que desea proporcionar acceso a {0}?
fr_fr: Êtes-vous sûr de vouloir donner accès à {0} ?
it_it: Sei sicuro di voler fornire l'accesso a {0}?
pl_pl: Czy na pewno chcesz zapewnić dostęp do {0}?
ru: Вы уверены, что хотите предоставить доступ к {0}?

# RequestAccessTitle
source: Allow access to {0}
de_de: Zugriff auf {0} erlauben
es_es: Permitir el acceso a {0}
fr_fr: Autoriser l’accès à {0}
it_it: Consenti l'accesso ai {0}
pl_pl: Zezwalanie na dostęp do {0}
ru: Предоставление доступа к {0}

# AllowLabel
source: Allow
de_de: Erlauben
es_es: Conceder
fr_fr: Permettre
it_it: Permettere
pl_pl: Pozwolić
ru: Разрешать

# DenyLabel
source: Deny
de_de: Leugnen
es_es: Negar
fr_fr: Nier
it_it: Negare
pl_pl: Zaprzeczać
ru: Отрицать

# RequestAccessDialogTitle
source: Permission access
de_de: Zugriff auf Berechtigungen
es_es: Acceso con permisos
fr_fr: Accès autorisé
it_it: Accesso alle autorizzazioni
pl_pl: Dostęp z uprawnieniami
ru: Разрешительный доступ

# AppBuildLabel
source: App build
de_de: App-Erstellung
es_es: Creación de aplicaciones
fr_fr: Création de l’application
it_it: Creazione dell'app
pl_pl: Kompilacja aplikacji
ru: Сборка приложения

# AppChanelLabel
source: App chanel
de_de: App Kanal
es_es: Canal de aplicaciones
fr_fr: Canal d’application
pl_pl: Kanał aplikacji
ru: Приложение chanel

# AppVersionLabel
source: App version
es_es: Versión de la aplicación
fr_fr: Version de l’application
it_it: Versione dell'app
pl_pl: Wersja aplikacji
ru: Версия приложения

# AppDeveloperLabel
source: Developer
de_de: Entwickler
es_es: Desarrollador
fr_fr: Promoteur
it_it: Sviluppatore
pl_pl: Wywoływacz
ru: Разработчик

# WeatherWidgetSubtitle
source: The weather widget provides up-to-date information on temperature, humidity, wind and forecast for the coming days.
de_de: Das Wetter-Widget bietet aktuelle Informationen zu Temperatur, Luftfeuchtigkeit, Wind und Vorhersage für die kommenden Tage.
es_es: El widget meteorológico proporciona información actualizada sobre la temperatura, la humedad, el viento y el pronóstico para los próximos días.
fr_fr: Le widget météo fournit des informations à jour sur la température, l’humidité, le vent et les prévisions pour les jours à venir.
it_it: Il widget meteo fornisce informazioni aggiornate su temperatura, umidità, vento e previsioni per i prossimi giorni.
pl_pl: Widget pogody dostarcza aktualnych informacji o temperaturze, wilgotności, wietrze i prognozie na nadchodzące dni.
ru: В виджете погоды представлена актуальная информация о температуре, влажности, ветре и прогнозе на ближайшие дни.

# WeatherWidgetTitle
source: Weather
de_de: Wetter
es_es: Tiempo
fr_fr: Temps
it_it: Tempo
pl_pl: Pogoda
ru: Погода

# WeatherWidgetSettingsTitle
source: Weather settings
de_de: Wetter-Einstellungen
es_es: Ajustes meteorológicos
fr_fr: Paramètres météo
it_it: Impostazioni meteo
pl_pl: Ustawienia pogody
ru: Настройки погоды

source: Unpin from desktop
de_de: Vom Desktop lösen
es_es: Desanclar desde el escritorio
fr_fr: Désépingler depuis le bureau
it_it: Sblocca dal desktop
pl_pl: Odepnij od pulpitu
ru: Открепление от рабочего стола

source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudere
pl_pl: Zamykać
ru: Закрыть

source: Refresh
de_de: Auffrischen
es_es: Actualizar
fr_fr: Rafraîchir
it_it: Aggiornare
pl_pl: Odświeżyć
ru: Обновить

# AccountInfo
source: Personal account information
de_de: Persönliche Kontoinformationen
es_es: Información de la cuenta personal
fr_fr: Informations sur le compte personnel
it_it: Informazioni sull'account personale
pl_pl: Informacje o koncie osobistym
ru: Информация о личном кабинете

# SignOutLabel
source: Sign out
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Se déconnecter
it_it: Disconnettersi
pl_pl: Wyloguj się
ru: Выйти из системы

# SignInLabel
source: Sign in
de_de: Anmelden
es_es: Inicia sesión
fr_fr: Connexion
it_it: Accedi
pl_pl: Rejestrowanie
ru: Войти

source: Default location
de_de: Standardspeicherort
es_es: Ubicación predeterminada
fr_fr: Emplacement par défaut
it_it: Posizione predefinita
pl_pl: Lokalizacja domyślna
ru: Местоположение по умолчанию

source: Default weather location
de_de: Standardmäßiger Wetterstandort
es_es: Ubicación meteorológica predeterminada
fr_fr: Emplacement météorologique par défaut
it_it: Posizione meteo predefinita
pl_pl: Domyślna lokalizacja pogody
ru: Местоположение при погоде по умолчанию

source: Detect location
de_de: Standort ermitteln
es_es: Detectar ubicación
fr_fr: Détecter l’emplacement
it_it: Rileva posizione
pl_pl: Wykrywanie lokalizacji
ru: Определение местоположения

# LiveBackgroundSettingSubtitle
source: Enable animated weather backgrounds to make the widget feel more alive and immersive.
de_de: Aktivieren Sie animierte Wetterhintergründe, um das Widget lebendiger und immersiver zu gestalten.
es_es: Habilite los fondos meteorológicos animados para que el widget se sienta más vivo e inmersivo.
fr_fr: Activez les arrière-plans météorologiques animés pour rendre le widget plus vivant et immersif.
it_it: Abilita gli sfondi meteo animati per rendere il widget più vivo e coinvolgente.
pl_pl: Włącz animowane tła pogodowe, aby widżet był bardziej żywy i wciągający.
ru: Включите анимированный фон погоды, чтобы виджет выглядел более живым и захватывающим.

# LiveBackgroundSettingTitle
source: Enable live background
de_de: Live-Hintergrund aktivieren
es_es: Habilitar fondo en vivo
fr_fr: Activer l’arrière-plan en direct
it_it: Abilita lo sfondo live
pl_pl: Włącz tło na żywo
ru: Включение фонового режима в реальном времени

# WeatherLocationSetting
source: Weather location
de_de: Wetter-Standort
es_es: Ubicación meteorológica
fr_fr: Météo lieu
it_it: Posizione meteorologica
pl_pl: Lokalizacja pogodowa
ru: Погода в расположении

# WeatherLocationSettingSubtitle
source: Set your preferred location to get accurate local weather updates in the widget.
de_de: Legen Sie Ihren bevorzugten Standort fest, um genaue lokale Wetteraktualisierungen im Widget zu erhalten.
es_es: Establezca su ubicación preferida para obtener actualizaciones meteorológicas locales precisas en el widget.
fr_fr: Définissez votre emplacement préféré pour obtenir des mises à jour météorologiques locales précises dans le widget.
it_it: Imposta la tua posizione preferita per ricevere aggiornamenti meteo locali accurati nel widget.
pl_pl: Ustaw preferowaną lokalizację, aby otrzymywać dokładne lokalne aktualizacje pogody w widżecie.
ru: Установите предпочтительное местоположение, чтобы получать точные обновления местной погоды в виджете.

# CelsiusUnits
source: Celsius
pl_pl: Celsjusza
ru: Цельсий

# FahrenheitUnits
source: Fahrenheits
pl_pl: Stopnie Fahrenheita
ru: Фаренгейты

# WeatherTempUnits
source: Weather units
de_de: Wettereinheiten
es_es: Unidades meteorológicas
fr_fr: Unités météorologiques
it_it: Unità meteorologiche
pl_pl: Jednostki pogodowe
ru: Единицы измерения погоды

# WeatherTempUnitsSubtitle
source: Choose between Celsius and Fahrenheit to display the temperature in your preferred units.
de_de: Wählen Sie zwischen Celsius und Fahrenheit, um die Temperatur in Ihren bevorzugten Einheiten anzuzeigen.
es_es: Elija entre Celsius y Fahrenheit para mostrar la temperatura en sus unidades preferidas.
fr_fr: Choisissez entre Celsius et Fahrenheit pour afficher la température dans vos unités préférées.
it_it: Scegli tra Celsius e Fahrenheit per visualizzare la temperatura nelle tue unità preferite.
pl_pl: Wybierz między stopniami Celsjusza i Fahrenheita, aby wyświetlić temperaturę w preferowanych jednostkach.
ru: Выберите между градусами Цельсия и Фаренгейта, чтобы отобразить температуру в предпочитаемых единицах измерения.

source: Update interval
de_de: Aktualisierungsintervall
es_es: Intervalo de actualización
fr_fr: Intervalle de mise à jour
it_it: Intervallo di aggiornamento
pl_pl: Interwał aktualizacji
ru: Интервал обновления

# UpdateIntervalSubtitle
source: Set how often the widget updates to show the latest weather information.
de_de: Legen Sie fest, wie oft das Widget aktualisiert wird, um die neuesten Wetterinformationen anzuzeigen.
es_es: Establezca la frecuencia con la que se actualiza el widget para mostrar la información meteorológica más reciente.
fr_fr: Définissez la fréquence de mise à jour du widget pour afficher les dernières informations météorologiques.
it_it: Imposta la frequenza di aggiornamento del widget per mostrare le informazioni meteo più recenti.
pl_pl: Określ, jak często widżet jest aktualizowany, aby wyświetlać najnowsze informacje o pogodzie.
ru: Укажите, как часто виджет обновляется, чтобы отображать самую свежую информацию о погоде.

# Minutes
source: Min
ru: Мин

# GeolocationPermissionDialogSubtitle
source: To use this feature, you need to grant access to geolocation in Windows settings.
de_de: Um diese Funktion nutzen zu können, müssen Sie in den Windows-Einstellungen Zugriff auf die Geolokalisierung gewähren.
es_es: Para usar esta función, debe otorgar acceso a la geolocalización en la configuración de Windows.
fr_fr: Pour utiliser cette fonctionnalité, vous devez accorder l’accès à la géolocalisation dans les paramètres Windows.
it_it: Per utilizzare questa funzione, è necessario concedere l'accesso alla geolocalizzazione nelle impostazioni di Windows.
pl_pl: Aby skorzystać z tej funkcji, musisz przyznać dostęp do geolokalizacji w ustawieniach systemu Windows.
ru: Чтобы воспользоваться этой функцией, нужно предоставить доступ к геолокации в настройках Windows.

# GeolocationPermissionDialogTitle
source: Access to geolocation
de_de: Zugriff auf Geolokalisierung
es_es: Acceso a la geolocalización
fr_fr: Accès à la géolocalisation
it_it: Accesso alla geolocalizzazione
pl_pl: Dostęp do geolokalizacji
ru: Доступ к геолокации

# LocationBoxPlaceholder
source: Enter location
de_de: Ort eingeben
es_es: Introduzca la ubicación
fr_fr: Entrez l’emplacement
it_it: Inserisci la posizione
pl_pl: Wprowadź lokalizację
ru: Введите местоположение

# OpenSettingsLabel
source: Open settings
de_de: Einstellungen öffnen
es_es: Abrir configuración
fr_fr: Ouvrir les paramètres
it_it: Apri le impostazioni
pl_pl: Otwórz ustawienia
ru: Откройте настройки

# MeterSec
source: m/sec
es_es: m/seg
fr_fr: m/s
pl_pl: m/s
ru: м/сек

# MilesHour
source: ml/hour
de_de: ml/Stunde
es_es: ml/hora
fr_fr: ml/heure
it_it: ml/ora
pl_pl: ml/godz.
ru: мл/час

source: General settings
de_de: Allgemeine Einstellungen
es_es: Ajustes generales
fr_fr: Paramètres généraux
it_it: Impostazioni generali
pl_pl: Ustawienia ogólne
ru: Общие настройки

# GeneralSettingsSubtitle
source: The main application settings allow you to manage general parameters, autostart and additional functions for ease of use.
de_de: Die Haupteinstellungen der Anwendung ermöglichen es Ihnen, allgemeine Parameter, Autostart und zusätzliche Funktionen für eine einfache Bedienung zu verwalten.
es_es: La configuración principal de la aplicación le permite administrar los parámetros generales, el inicio automático y las funciones adicionales para facilitar su uso.
fr_fr: Les principaux paramètres de l’application vous permettent de gérer les paramètres généraux, le démarrage automatique et les fonctions supplémentaires pour une facilité d’utilisation.
it_it: Le principali impostazioni dell'applicazione consentono di gestire i parametri generali, l'avvio automatico e funzioni aggiuntive per una maggiore facilità d'uso.
pl_pl: Główne ustawienia aplikacji pozwalają na zarządzanie ogólnymi parametrami, autostartem i dodatkowymi funkcjami ułatwiającymi obsługę.
ru: Основные настройки приложения позволяют управлять общими параметрами, автозапуском и дополнительными функциями для удобства использования.

# AutorunSettingSubitle
source: Enables automatic application launch upon login.
de_de: Aktiviert den automatischen Anwendungsstart bei der Anmeldung.
es_es: Permite el inicio automático de aplicaciones al iniciar sesión.
fr_fr: Active le lancement automatique de l’application lors de la connexion.
it_it: Abilita l'avvio automatico dell'applicazione al momento dell'accesso.
pl_pl: Umożliwia automatyczne uruchamianie aplikacji po zalogowaniu.
ru: Включает автоматический запуск приложения при входе в систему.

# AutorunSettingTitle
source: Enable autorun
de_de: Aktivieren der Autorunfähigkeit
es_es: Habilitar ejecución automática
fr_fr: Activer l’exécution automatique
it_it: Abilita l'esecuzione automatica
pl_pl: Włącz automatyczne uruchamianie
ru: Включить автозапуск

source: Permissions
de_de: Erlaubnisse
es_es: Permisos
fr_fr: Autorisations
it_it: Autorizzazioni
pl_pl: Uprawnienia
ru: Разрешения

# PermissionsSubtitle
source: Widget '{0}' is requesting the following permissions. These will be used when it accesses sensitive data or features.
de_de: Das Widget '{0}' fordert die folgenden Berechtigungen an. Diese werden verwendet, wenn auf vertrauliche Daten oder Funktionen zugegriffen wird.
es_es: El widget '{0}' solicita los siguientes permisos. Estos se utilizarán cuando acceda a datos o funciones confidenciales.
fr_fr: Le widget '{0}' demande les autorisations suivantes. Ceux-ci seront utilisés lorsqu’il accède à des données ou à des fonctionnalités sensibles.
it_it: Il widget '{0}' richiede le seguenti autorizzazioni. Questi verranno utilizzati quando accede a dati o funzionalità sensibili.
pl_pl: Widżet "{0}" prosi o następujące uprawnienia. Będą one używane, gdy uzyskuje dostęp do poufnych danych lub funkcji.
ru: Включите разрешения для виджета '{0}', эти разрешения будут использоваться в будущем, когда виджет запрашивает конфиденциальные данные, указанные ниже.

# SecurityLabel
source: Security
de_de: Sicherheit
es_es: Seguridad
fr_fr: Sécurité
it_it: Sicurezza
pl_pl: Bezpieczeństwo
ru: Безопасность

# SecuritySubtitle
source: Widget security settings, permission management, and login settings.
de_de: Widget-Sicherheitseinstellungen, Berechtigungsverwaltung und Anmeldeeinstellungen.
es_es: Configuración de seguridad de widgets, administración de permisos y configuración de inicio de sesión.
fr_fr: Paramètres de sécurité du widget, gestion des autorisations et paramètres de connexion.
it_it: Impostazioni di sicurezza del widget, gestione delle autorizzazioni e impostazioni di accesso.
pl_pl: Ustawienia zabezpieczeń widżetów, zarządzanie uprawnieniami i ustawienia logowania.
ru: Настройки безопасности виджета, управление разрешениями и настройки входа в систему.

# WindowsHelloSubtitle
source: Turn on or off Windows Hello to verify your identity when widgets ask for permission.
de_de: Aktivieren oder deaktivieren Sie Windows Hello, um Ihre Identität zu bestätigen, wenn Widgets um Erlaubnis bitten.
es_es: Activa o desactiva Windows Hello para verificar tu identidad cuando los widgets te pidan permiso.
fr_fr: Activez ou désactivez Windows Hello pour vérifier votre identité lorsque les widgets demandent l’autorisation.
it_it: Attiva o disattiva Windows Hello per verificare la tua identità quando i widget richiedono l'autorizzazione.
pl_pl: Włącz lub wyłącz funkcję Windows Hello, aby zweryfikować swoją tożsamość, gdy widżety proszą o pozwolenie.
ru: Включите или отключите Windows Hello, чтобы подтвердить свою личность, когда виджеты запрашивают разрешение.

# WindowsHelloLockTime
source: Identity verification lock time
de_de: Sperrzeit für die Identitätsprüfung
es_es: Tiempo de bloqueo de verificación de identidad
fr_fr: Temps de verrouillage de la vérification d’identité
it_it: Tempo di blocco della verifica dell'identità
pl_pl: Czas blokady weryfikacji tożsamości
ru: Время блокировки проверки личности

# WindowsHelloLockTimeSubtitle
source: This time range specifies when the Windows Hello confirmation dialog will be requested again the next time you verify your identity.
de_de: Dieser Zeitraum gibt an, wann das Windows Hello-Bestätigungsdialogfeld erneut angefordert wird, wenn Sie das nächste Mal Ihre Identität überprüfen.
es_es: Este intervalo de tiempo especifica cuándo se volverá a solicitar el cuadro de diálogo de confirmación de Windows Hello la próxima vez que verifique su identidad.
fr_fr: Cette plage horaire spécifie le moment où la boîte de dialogue de confirmation Windows Hello sera à nouveau demandée la prochaine fois que vous vérifierez votre identité.
it_it: Questo intervallo di tempo specifica quando la finestra di dialogo di conferma di Windows Hello verrà richiesta di nuovo la prossima volta che si verifica l'identità.
pl_pl: Ten zakres czasu określa, kiedy okno dialogowe potwierdzenia Windows Hello zostanie ponownie zażądane przy następnym weryfikowaniu tożsamości.
ru: Этот диапазон времени указывает, когда диалоговое окно подтверждения Windows Hello будет запрошено снова при следующей проверке вашей личности.

# ClipboardPermissionSubtitle
source: Allows the widget to read or write data from your clipboard.
de_de: Ermöglicht dem Widget, Daten aus der Zwischenablage zu lesen oder zu schreiben.
es_es: Permite que el widget lea o escriba datos desde el portapapeles.
fr_fr: Permet au widget de lire ou d’écrire des données à partir de votre presse-papiers.
it_it: Consente al widget di leggere o scrivere dati dagli appunti.
pl_pl: Zezwala widżetowi na odczytywanie lub zapisywanie danych ze schowka.
ru: Позволяет виджету считывать или записывать данные из буфера обмена.

# LocationPermissionSubtitle
source: Allows the widget to access your device’s location.
de_de: Ermöglicht dem Widget den Zugriff auf den Standort Ihres Geräts.
es_es: Permite que el widget acceda a la ubicación de su dispositivo.
fr_fr: Permet au widget d’accéder à l’emplacement de votre appareil.
it_it: Consente al widget di accedere alla posizione del dispositivo.
pl_pl: Zezwala widżetowi na dostęp do lokalizacji urządzenia.
ru: Позволяет виджету получать доступ к местоположению вашего устройства.

# PermssionsSettingSubtitle
source: Manage access to app features and data. Choose which permissions you want to grant to ensure a comfortable and secure experience.
de_de: Verwalten des Zugriffs auf App-Funktionen und -Daten. Wählen Sie aus, welche Berechtigungen Sie erteilen möchten, um ein komfortables und sicheres Erlebnis zu gewährleisten.
es_es: Administre el acceso a las funciones y los datos de la aplicación. Elija los permisos que desea conceder para garantizar una experiencia cómoda y segura.
fr_fr: Gérez l’accès aux fonctionnalités et aux données de l’application. Choisissez les autorisations que vous souhaitez accorder pour garantir une expérience confortable et sécurisée.
it_it: Gestisci l'accesso alle funzionalità e ai dati dell'app. Scegli le autorizzazioni che desideri concedere per garantire un'esperienza confortevole e sicura.
pl_pl: Zarządzanie dostępem do funkcji i danych aplikacji. Wybierz uprawnienia, które chcesz udzielić, aby zapewnić wygodę i bezpieczeństwo użytkowania.
ru: Управляйте доступом к функциям и данным приложения. Выберите, какие разрешения вы хотите предоставить, чтобы обеспечить комфортную и безопасную работу.

# AppearanceSettingsSubtitle
source: Customize the appearance of the application and widgets.
de_de: Passen Sie das Erscheinungsbild der Anwendung und der Widgets an.
es_es: Personaliza la apariencia de la aplicación y los widgets.
fr_fr: Personnalisez l’apparence de l’application et des widgets.
it_it: Personalizza l'aspetto dell'applicazione e dei widget.
pl_pl: Dostosuj wygląd aplikacji i widżetów.
ru: Настройте внешний вид приложения и виджетов.

# AppearanceSettingsTitle
source: Appearance
de_de: Aussehen
es_es: Apariencia
fr_fr: Apparence
it_it: Apparenza
pl_pl: Wygląd
ru: Внешность

# DarkThemeSubtitle
source: Enable or disable dark theme for app shell and widgets.
de_de: Aktivieren oder deaktivieren Sie das dunkle Design für App-Shell und Widgets.
es_es: Habilite o deshabilite el tema oscuro para el shell de la aplicación y los widgets.
fr_fr: Activez ou désactivez le thème sombre pour l’interpréteur de commandes de l’application et les widgets.
it_it: Abilita o disabilita il tema scuro per la shell dell'app e i widget.
pl_pl: Włącz lub wyłącz ciemny motyw dla powłoki aplikacji i widżetów.
ru: Включите или отключите темную тему для оболочки приложения и виджетов.

# DarkThemeTitle
source: Dark theme
de_de: Dunkles Thema
es_es: Tema oscuro
fr_fr: Thème sombre
it_it: Tema scuro
pl_pl: Ciemny motyw
ru: Темная тема

# AccentColorSettingSubtitle
source: Customize the main shell and widgets accent color.
de_de: Passen Sie die Akzentfarbe der Hauptshell und der Widgets an.
es_es: Personaliza el shell principal y el color de acento de los widgets.
fr_fr: Personnalisez la couleur d’accentuation du shell principal et des widgets.
it_it: Personalizza la shell principale e il colore dell'accento dei widget.
pl_pl: Dostosuj kolor akcentu głównej powłoki i widżetów.
ru: Настройте основную оболочку и акцентный цвет виджетов.

# AccentColorSettingTitle
source: Accent color
de_de: Farbe der Akzente
es_es: Color de acento
fr_fr: Couleur d’accentuation
it_it: Colore d'accento
pl_pl: Kolor akcentujący
ru: Акцентный цвет

source: Widget transparency
de_de: Transparenz des Widgets
es_es: Transparencia de los widgets
fr_fr: Transparence du widget
it_it: Trasparenza del widget
pl_pl: Przezroczystość widżetu
ru: Прозрачность виджета
