Repository: DmitryBorodiy/WidgetsApp
Catalog: BetterWidgets.Wpf/Resources/Resources.*.resx
Languages: de_de, es_es, fr_fr, it_it, pl_pl, ru

# WidgetTransparencySubtitle
source: Control the widget's opacity: reduce the value to make it less noticeable and less distracting from the main content.
de_de: Deckkraft des Widgets steuern: Reduzieren Sie den Wert, um ihn weniger auffällig zu machen und weniger vom Hauptinhalt abzulenken.
es_es: Controle la opacidad del widget: reduzca el valor para que sea menos perceptible y distraiga menos del contenido principal.
fr_fr: Contrôlez l’opacité du widget : réduisez la valeur pour la rendre moins visible et moins distrayant du contenu principal.
it_it: Controlla l'opacità del widget: riduci il valore per renderlo meno evidente e meno distraente dal contenuto principale.
pl_pl: Kontroluj przezroczystość widżetu: zmniejsz wartość, aby była mniej zauważalna i mniej odwracała uwagę od głównej treści.
ru: Контролируйте непрозрачность виджета: уменьшите значение, чтобы сделать его менее заметным и меньше отвлекающим от основного контента.

# NoNetworkSubtitle
source: There is no internet access available, check your network connection and try again.
de_de: Es ist kein Internetzugang verfügbar, überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
es_es: No hay acceso a Internet disponible, verifique su conexión de red y vuelva a intentarlo.
fr_fr: Il n’y a pas d’accès Internet disponible, vérifiez votre connexion réseau et réessayez.
it_it: Non c'è accesso a Internet disponibile, controlla la connessione di rete e riprova.
pl_pl: Nie ma dostępu do Internetu, sprawdź połączenie sieciowe i spróbuj ponownie.
ru: Доступ к Интернету недоступен, проверьте подключение к сети и повторите попытку.

# NoNetworkTitle
source: No network connection
de_de: Keine Netzwerkverbindung
es_es: Sin conexión de red
fr_fr: Pas de connexion réseau
it_it: Nessuna connessione di rete
pl_pl: Brak połączenia sieciowego
ru: Нет подключения к сети

source: Appointments
de_de: Verabredungen
es_es: Citas
fr_fr: Rendez-vous
it_it: Appuntamenti
pl_pl: Terminy
ru: Встречи

# AppointmentsPermissionSubtitle
source: Provides access to calendar events.
de_de: Bietet Zugriff auf Kalenderereignisse.
es_es: Proporciona acceso a los eventos del calendario.
fr_fr: Permet d’accéder aux événements du calendrier.
it_it: Fornisce l'accesso agli eventi del calendario.
pl_pl: Zapewnia dostęp do wydarzeń w kalendarzu.
ru: Предоставляет доступ к событиям календаря.

# ClockWidgetSubtitle
source: A lightweight and responsive time widget that accurately displays the current time and date, with customizable formats and minimal resource usage.
de_de: Ein leichtes und reaktionsschnelles Zeit-Widget, das die aktuelle Uhrzeit und das aktuelle Datum genau anzeigt, mit anpassbaren Formaten und minimalem Ressourcenverbrauch.
es_es: Un widget de tiempo ligero y sensible que muestra con precisión la hora y la fecha actuales, con formatos personalizables y un uso mínimo de recursos.
fr_fr: Un widget de temps léger et réactif qui affiche avec précision l’heure et la date actuelles, avec des formats personnalisables et une utilisation minimale des ressources.
it_it: Un widget di tempo leggero e reattivo che visualizza con precisione l'ora e la data correnti, con formati personalizzabili e un utilizzo minimo delle risorse.
pl_pl: Lekki i responsywny widżet czasu, który dokładnie wyświetla aktualną godzinę i datę, z konfigurowalnymi formatami i minimalnym zużyciem zasobów.
ru: Легкий и отзывчивый виджет времени, который точно отображает текущее время и дату, с настраиваемыми форматами и минимальным использованием ресурсов.

# ClockWidgetTitle
source: Clock
de_de: Uhr
es_es: Reloj
fr_fr: Horloge
it_it: Orologio
pl_pl: Zegar
ru: Часы

source: Clock settings
de_de: Uhr-Einstellungen
es_es: Ajustes del reloj
fr_fr: Paramètres de l’horloge
it_it: Impostazioni dell'orologio
pl_pl: Ustawienia zegara
ru: Настройки часов

# OpenClockAlarms
source: Open Alarms & clock
de_de: Wecker & Uhr öffnen
es_es: Abrir alarmas y reloj
fr_fr: Ouvrez Alarmes et horloge
it_it: Apri Sveglie e orologio
pl_pl: Otwórz Alarmy i zegar
ru: Откройте программу «Будильники и часы»

source: Open calendar
de_de: Kalender öffnen
es_es: Abrir calendario
fr_fr: Ouvrir le calendrier
it_it: Apri il calendario
pl_pl: Otwórz kalendarz
ru: Открыть календарь

# DateFormatSubtitle
source: Enable the date display and configure the date format.
de_de: Aktivieren Sie die Datumsanzeige und konfigurieren Sie das Datumsformat.
es_es: Habilite la visualización de fecha y configure el formato de fecha.
fr_fr: Activez l’affichage de la date et configurez le format de la date.
it_it: Abilitare la visualizzazione della data e configurare il formato della data.
pl_pl: Włącz wyświetlanie daty i skonfiguruj format daty.
ru: Настройка формата отображения даты

# DateFormatTitle
source: Date format
de_de: Format des Datums
es_es: Formato de fecha
fr_fr: Format de date
it_it: Formato data
pl_pl: Format daty
ru: Формат даты

# TimeFormatSubtitle
source: Setup time display format
de_de: Anzeigeformat für die Einrichtungszeit
es_es: Formato de visualización de la hora de configuración
fr_fr: Format d’affichage de l’heure de configuration
it_it: Imposta il formato di visualizzazione dell'ora
pl_pl: Format wyświetlania czasu konfiguracji
ru: Настройка формата отображения времени

# TimeFormatTitle
source: Time format
de_de: Zeitformat
es_es: Formato de hora
fr_fr: Format de l’heure
it_it: Formato dell'ora
pl_pl: Format czasu
ru: Формат времени

# CloseLabel
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudere
pl_pl: Zamykać
ru: Закрывать

# PinLabel
source: Pin
de_de: Stecknadel
es_es: Anclar
fr_fr: Épingler
it_it: Spilla
pl_pl: Szpilka
ru: Булавка

# EmptyInputMessage
source: Field cannot be empty.
de_de: Das Feld darf nicht leer sein.
es_es: El campo no puede estar vacío.
fr_fr: Le champ ne peut pas être vide.
it_it: Il campo non può essere vuoto.
pl_pl: Pole nie może być puste.
ru: Поле не может быть пустым.

# InvalidDateMessage
source: Incorect date format.
de_de: Unkorrektes Datumsformat.
es_es: Formato de fecha incorect.
fr_fr: Format de date Incorect.
it_it: Formato di data non corretto.
pl_pl: Nieprawidłowy format daty.
ru: Неправильный формат даты.

# InvalidTimeMessage
source: Incorect time format.
de_de: Falsches Zeitformat.
es_es: Formato de tiempo incorect.
fr_fr: Format de l’heure incorect.
it_it: Formato dell'ora non corretto.
pl_pl: Nieprawidłowy format czasu.
ru: Неправильный формат времени.

source: Analog clock
de_de: Analoguhr
es_es: Reloj analógico
fr_fr: Horloge analogique
it_it: Orologio analogico
pl_pl: Zegar analogowy
ru: Аналоговые часы

source: Digital clock
de_de: Digitaluhr
es_es: Reloj digital
fr_fr: Horloge numérique
it_it: Orologio digitale
pl_pl: Zegar cyfrowy
ru: Цифровые часы

# DisableBackgroundSetting
source: Disable background
de_de: Hintergrund deaktivieren
es_es: Desactivar el fondo
fr_fr: Désactiver l’arrière-plan
it_it: Disabilita lo sfondo
pl_pl: Wyłącz tło
ru: Отключить фон

# DisableBackgroundSettingSubtitle
source: Disables the widget's background decoration, making it transparent and allowing interface elements to be displayed without an additional background.
de_de: Deaktiviert die Hintergrunddekoration des Widgets, wodurch sie transparent wird und Oberflächenelemente ohne zusätzlichen Hintergrund angezeigt werden können.
es_es: Deshabilita la decoración de fondo del widget, haciéndolo transparente y permitiendo que los elementos de la interfaz se muestren sin un fondo adicional.
fr_fr: Désactive la décoration d’arrière-plan du widget, ce qui le rend transparent et permet d’afficher les éléments de l’interface sans arrière-plan supplémentaire.
it_it: Disabilita la decorazione dello sfondo del widget, rendendolo trasparente e consentendo la visualizzazione degli elementi dell'interfaccia senza uno sfondo aggiuntivo.
pl_pl: Wyłącza dekorację tła widżetu, czyniąc go przezroczystym i umożliwiając wyświetlanie elementów interfejsu bez dodatkowego tła.
ru: Отключает оформление фона виджета, делая его прозрачным и позволяя отображать элементы интерфейса без дополнительного фона.

# ShowAppointmentsSetting
source: Show appointmens
de_de: Termine anzeigen
es_es: Mostrar nombramientos
fr_fr: Voir les rendez-vous
it_it: Mostra appuntamenti
pl_pl: Pokaż nominacje
ru: Показать назначение

# ShowAppointmentsSettingSubtitle
source: Enable calendar events display on the clock widget.
de_de: Aktivieren Sie die Anzeige von Kalenderereignissen im Uhr-Widget.
es_es: Habilite la visualización de eventos de calendario en el widget de reloj.
fr_fr: Activez l’affichage des événements de calendrier sur le widget d’horloge.
it_it: Abilita la visualizzazione degli eventi del calendario sul widget dell'orologio.
pl_pl: Włącz wyświetlanie wydarzeń w kalendarzu w widżecie zegara.
ru: Включите отображение событий календаря на виджете часов.

# EnableShadowEffect
source: Enable shadow
de_de: Schatten aktivieren
es_es: Habilitar sombra
fr_fr: Activer l’ombre
it_it: Abilita ombra
pl_pl: Włącz cień
ru: Включить тень

# EnableShadowEffectSubtitle
source: Adds a subtle shadow behind the text on the digital clock widget, enhancing readability and visual depth.
de_de: Fügt einen dezenten Schatten hinter dem Text auf dem Digitaluhr-Widget hinzu, um die Lesbarkeit und visuelle Tiefe zu verbessern.
es_es: Agrega una sombra sutil detrás del texto en el widget del reloj digital, lo que mejora la legibilidad y la profundidad visual.
fr_fr: Ajoute une ombre subtile derrière le texte sur le widget de l’horloge numérique, améliorant la lisibilité et la profondeur visuelle.
it_it: Aggiunge un'ombra sottile dietro il testo sul widget dell'orologio digitale, migliorando la leggibilità e la profondità visiva.
pl_pl: Dodaje subtelny cień za tekstem na widżecie zegara cyfrowego, zwiększając czytelność i głębię wizualną.
ru: Добавляет едва заметную тень за текстом на виджете цифровых часов, улучшая читаемость и визуальную глубину.

source: Date display
de_de: Datumsanzeige
es_es: Visualización de la fecha
fr_fr: Affichage de la date
it_it: Visualizzazione della data
pl_pl: Wyświetlanie daty
ru: Отображение даты

source: Add time zone
de_de: Zeitzone hinzufügen
es_es: Agregar zona horaria
fr_fr: Ajouter un fuseau horaire
it_it: Aggiungi fuso orario
pl_pl: Dodaj strefę czasową
ru: Добавить часовой пояс

# TimeZoneLabel
source: Time zone
de_de: Zeitzone
es_es: Huso horario
fr_fr: Fuseau horaire
it_it: Fuso orario
pl_pl: Strefa czasowa
ru: Часовой пояс

# TimeZonesSubtitle
source: Select the time zone where the time will be added under the additional clock.
de_de: Wählen Sie die Zeitzone aus, in der die Uhrzeit unter der zusätzlichen Uhr hinzugefügt wird.
es_es: Seleccione la zona horaria donde se agregará la hora en el reloj adicional.
fr_fr: Sélectionnez le fuseau horaire où l’heure sera ajoutée sous l’horloge supplémentaire.
it_it: Seleziona il fuso orario in cui verrà aggiunta l'ora sotto l'orologio aggiuntivo.
pl_pl: Wybierz strefę czasową, w której czas zostanie dodany pod dodatkowym zegarem.
ru: Выберите часовой пояс, в который будет добавлено время под дополнительными часами.

# TimeZonesTitle
source: Time zones
de_de: Zeitzonen
es_es: Husos horarios
fr_fr: Fuseaux horaires
it_it: Fusi orari
pl_pl: Strefy czasowe
ru: Часовые пояса

# CancelLabel
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
pl_pl: Anuluj
ru: Отмена

# SelectLabel
source: Select
de_de: Auswählen
es_es: Escoger
fr_fr: Choisir
it_it: Selezionare
pl_pl: Wybrać
ru: Выбрать

# TimeZonesEmptySubtitle
source: Time zones for the clock widget will be displayed here. By adding a time zone you can easily switch between them in the widget.
de_de: Hier werden die Zeitzonen für das Uhr-Widget angezeigt. Durch Hinzufügen einer Zeitzone können Sie im Widget einfach zwischen diesen wechseln.
es_es: Las zonas horarias para el widget de reloj se mostrarán aquí. Al agregar una zona horaria, puede cambiar fácilmente entre ellas en el widget.
fr_fr: Les fuseaux horaires du widget d’horloge seront affichés ici. En ajoutant un fuseau horaire, vous pouvez facilement passer de l’un à l’autre dans le widget.
it_it: Qui verranno visualizzati i fusi orari per il widget dell'orologio. Aggiungendo un fuso orario, puoi passare facilmente da uno all'altro nel widget.
pl_pl: W tym miejscu zostaną wyświetlone strefy czasowe dla widżetu zegara. Dodając strefę czasową, możesz łatwo przełączać się między nimi w widżecie.
ru: Здесь будут отображаться часовые пояса для виджета часов. Добавив часовые пояса, вы можете легко переключаться между ними в виджете.

# TimeZonesEmptyTitle
source: Custom Time Zones
de_de: Benutzerdefinierte Zeitzonen
es_es: Zonas horarias personalizadas
fr_fr: Fuseaux horaires personnalisés
it_it: Fusi orari personalizzati
pl_pl: Niestandardowe strefy czasowe
ru: Пользовательские часовые пояса

# RemoveLabel
source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Enlever
it_it: Togliere
pl_pl: Usunąć
ru: Убирать

# ChoosePictureLabel
source: Choose picture
de_de: Bild auswählen
es_es: Elegir imagen
fr_fr: Choisissez une image
it_it: selezionare
pl_pl: Wybierz zdjęcie
ru: Выбрать картинку

source: Custom clock face
de_de: Benutzerdefiniertes Zifferblatt
es_es: Esfera de reloj personalizada
fr_fr: Cadran d’horloge personnalisé
it_it: Quadrante orologio personalizzato
pl_pl: Niestandardowa tarcza zegara
ru: Пользовательский циферблат

source: Show clock face
de_de: Zifferblatt anzeigen
es_es: Mostrar esfera del reloj
fr_fr: Afficher le cadran de l’horloge
it_it: Mostra quadrante orologio
pl_pl: Pokaż tarczę zegara
ru: Показать циферблат

# ShowClockFaceSubtitle
source: Display a clock face with hour markers on a clock background.
de_de: Zeigen Sie ein Zifferblatt mit Stundenmarkierungen auf einem Uhrhintergrund an.
es_es: Muestre una esfera de reloj con marcadores de hora sobre un fondo de reloj.
fr_fr: Affichez un cadran d’horloge avec des index sur un fond d’horloge.
it_it: Visualizza un quadrante orologio con indici delle ore su uno sfondo dell'orologio.
pl_pl: Wyświetla tarczę zegara ze znacznikami godzin na tle zegara.
ru: Отображение циферблата с часовыми метками на фоне часов.

# CannotGetWeatherSubtitle
source: An error occurred while retrieving weather.
de_de: Beim Abrufen des Wetters ist ein Fehler aufgetreten.
es_es: Se ha producido un error al recuperar el tiempo.
fr_fr: Une erreur s’est produite lors de la récupération de la météo.
it_it: Si è verificato un errore durante il recupero del meteo.
pl_pl: Wystąpił błąd podczas pobierania pogody.
ru: Произошла ошибка при получении данных о погоде.

# CannotGetWeatherTitle
source: Can't get weather
de_de: Ich kann das Wetter nicht bekommen
es_es: No puedo entender el clima
fr_fr: Impossible d’obtenir la météo
it_it: Non riesco a fare il meteo
pl_pl: Nie mogę dostać pogody
ru: Не могу узнать погоду

# CalendarWidgetSubtitle
source: Displays the current date, upcoming events, and reminders, helping you quickly keep track of important tasks and appointments.
de_de: Zeigt das aktuelle Datum, bevorstehende Ereignisse und Erinnerungen an, sodass Sie schnell den Überblick über wichtige Aufgaben und Termine behalten können.
es_es: Muestra la fecha actual, los próximos eventos y los recordatorios, lo que le ayuda a realizar un seguimiento rápido de las tareas y citas importantes.
fr_fr: Affiche la date actuelle, les événements à venir et les rappels, ce qui vous permet de suivre rapidement les tâches et les rendez-vous importants.
it_it: Visualizza la data corrente, gli eventi imminenti e i promemoria, aiutandoti a tenere rapidamente traccia delle attività e degli appuntamenti importanti.
pl_pl: Wyświetla bieżącą datę, nadchodzące wydarzenia i przypomnienia, pomagając szybko śledzić ważne zadania i terminy.
ru: Отображает текущую дату, предстоящие события и напоминания, помогая вам быстро отслеживать важные задачи и встречи.

# CalendarWidgetTitle
source: Calendar
de_de: Kalender
es_es: Calendario
fr_fr: Calendrier
it_it: Calendario
pl_pl: Kalendarz
ru: Календарь

source: Create event
de_de: Ereignis erstellen
es_es: Crear evento
fr_fr: Créer un événement
it_it: Crea evento
pl_pl: Utwórz wydarzenie
ru: Создать событие

# CalendarWidgetSettings
source: Calendar settings
de_de: Kalender-Einstellungen
es_es: Configuración del calendario
fr_fr: Paramètres du calendrier
it_it: Impostazioni del calendario
pl_pl: Ustawienia kalendarza
ru: Настройки календаря

# AppointmentSampleEndTime
source: 2h
ru: 2 ч

# AppointmentSampleStartTime
source: 19 Aug - 12:00 PM
de_de: 19 Aug - 12:00 Uhr
es_es: 19 Ago - 12:00 PM
fr_fr: 19 août - 12:00
it_it: 19 agosto - 12:00
pl_pl: 19 sierpnia - 12:00
ru: 19 авг - 12:00 PM

# AppointmentSampleTitle
source: Your meeting
de_de: Ihr Meeting
es_es: Su reunión
fr_fr: Votre réunion
it_it: Il tuo meeting
pl_pl: Twoje spotkanie
ru: Ваша встреча

source: All day
de_de: Den ganzen Tag
es_es: Todo el día
fr_fr: Toute la journée
it_it: Tutto il giorno
pl_pl: Cały dzień
ru: Весь день

# AppointmentsPermissionRequestSubtitle
source: Grant permission to view and manage calendar events.
de_de: Erteilen Sie die Berechtigung zum Anzeigen und Verwalten von Kalenderereignissen.
es_es: Otorgue permiso para ver y administrar eventos del calendario.
fr_fr: Accordez l’autorisation d’afficher et de gérer les événements du calendrier.
it_it: Concedi l'autorizzazione per visualizzare e gestire gli eventi del calendario.
pl_pl: Przyznaj uprawnienia do wyświetlania wydarzeń w kalendarzu i zarządzania nimi.
ru: Предоставьте разрешение на просмотр событий календаря и управление ими.

# DeleteAppointmentSubtitle
source: Are you sure you want to delete this calendar event?
de_de: Sind Sie sicher, dass Sie dieses Kalenderereignis löschen möchten?
es_es: ¿Estás seguro de que quieres eliminar este evento del calendario?
fr_fr: Êtes-vous sûr de vouloir supprimer cet événement du calendrier ?
it_it: Sei sicuro di voler eliminare questo evento del calendario?
pl_pl: Czy na pewno chcesz usunąć to wydarzenie z kalendarza?
ru: Вы уверены, что хотите удалить это событие календаря?

# DeleteAppointmentTitle
source: Delete event
de_de: Ereignis löschen
es_es: Evento de eliminación
fr_fr: Supprimer l’événement
it_it: Elimina evento
pl_pl: Usuń zdarzenie
ru: Удалить событие

# DeleteLabel
source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
it_it: Cancellare
pl_pl: Usunąć
ru: Удалить

# NetworkNeededTitle
source: You need internet for this
de_de: Dafür benötigen Sie Internet
es_es: Necesitas internet para esto
fr_fr: Vous avez besoin d’Internet pour cela
it_it: Hai bisogno di Internet per questo
pl_pl: Potrzebujesz do tego internetu
ru: Для этого вам нужен интернет

source: No
de_de: Nein
fr_fr: Non
pl_pl: Nie
ru: Нет

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
it_it: Sì
pl_pl: Tak
ru: Да

# TodayLabel
source: Today
de_de: Heute
es_es: Hoy
fr_fr: Aujourd’hui
it_it: Oggi
pl_pl: Dzisiaj
ru: Сегодня

source: Create
de_de: Schaffen
es_es: Crear
fr_fr: Créer
it_it: Creare
pl_pl: Tworzyć
ru: Создавать

# MSAccount
source: Microsoft account
de_de: Microsoft-Konto
es_es: Cuenta de Microsoft
fr_fr: Compte Microsoft
it_it: Account Microsoft
pl_pl: Konto Microsoft
ru: Учетная запись Майкрософт

# SignInMessage
source: To get the most out of this widget, we recommend signing in to your Microsoft account.
de_de: Um dieses Widget optimal nutzen zu können, empfehlen wir Ihnen, sich bei Ihrem Microsoft-Konto anzumelden.
es_es: Para aprovechar al máximo este widget, le recomendamos que inicie sesión en su cuenta de Microsoft.
fr_fr: Pour tirer le meilleur parti de ce widget, nous vous recommandons de vous connecter à votre compte Microsoft.
it_it: Per ottenere il massimo da questo widget, ti consigliamo di accedere al tuo account Microsoft.
pl_pl: Aby w pełni wykorzystać możliwości tego widżetu, zalecamy zalogowanie się na swoje konto Microsoft.
ru: Чтобы получить максимальную отдачу от этого виджета, мы рекомендуем войти в свою учетную запись Microsoft.

# CalendarDateFormatSubtitle
source: Customize the date format displayed in some calendar usage scenarios.
de_de: Passen Sie das Datumsformat an, das in einigen Kalenderverwendungsszenarien angezeigt wird.
es_es: Personalice el formato de fecha que se muestra en algunos escenarios de uso del calendario.
fr_fr: Personnalisez le format de date affiché dans certains scénarios d’utilisation du calendrier.
it_it: Personalizzare il formato della data visualizzato in alcuni scenari di utilizzo del calendario.
pl_pl: Dostosuj format daty wyświetlany w niektórych scenariuszach użycia kalendarza.
ru: Настройте формат даты, отображаемый в некоторых сценариях использования календаря.

source: Start week from
de_de: Startwoche ab
es_es: Semana de inicio a partir de
fr_fr: Début de la semaine à partir de
it_it: Inizia la settimana da
pl_pl: Rozpocznij tydzień od
ru: Начало недели с

# StartWeekFromSubtitle
source: Select which day to start the week on.
de_de: Wählen Sie aus, an welchem Tag die Woche beginnen soll.
es_es: Selecciona el día en el que quieres empezar la semana.
fr_fr: Sélectionnez le jour où vous souhaitez commencer la semaine.
it_it: Seleziona il giorno in cui iniziare la settimana.
pl_pl: Wybierz dzień, w którym chcesz rozpocząć tydzień.
ru: Выберите, в какой день начать неделю.

source: Friday
de_de: Freitag
es_es: Viernes
fr_fr: Vendredi
it_it: Venerdì
pl_pl: Piątek
ru: Пятница

source: Monday
de_de: Montag
es_es: Lunes
fr_fr: Lundi
it_it: Lunedì
pl_pl: Poniedziałek
ru: Понедельник

source: Saturday
de_de: Samstag
es_es: Sábado
fr_fr: Samedi
it_it: Sabato
pl_pl: Sobota
ru: Суббота

source: Sunday
de_de: Sonntag
es_es: Domingo
fr_fr: Dimanche
it_it: Domenica
pl_pl: Niedziela
ru: Воскресенье

source: Thursday
de_de: Donnerstag
es_es: Jueves
fr_fr: Jeudi
it_it: Giovedì
pl_pl: Czwartek
ru: Четверг

source: Tuesday
de_de: Dienstag
es_es: Martes
fr_fr: Mardi
it_it: Martedì
pl_pl: Wtorek
ru: Вторник

source: Wednesday
de_de: Mittwoch
es_es: Miércoles
fr_fr: Mercredi
it_it: Mercoledì
pl_pl: Środa
ru: Среда

# CalendarTimeFormatSubtitle
source: Customize the time format displayed in some calendar usage scenarios.
de_de: Passen Sie das Zeitformat an, das in einigen Kalenderverwendungsszenarien angezeigt wird.
es_es: Personalice el formato de hora que se muestra en algunos escenarios de uso del calendario.
fr_fr: Personnalisez le format de l’heure affiché dans certains scénarios d’utilisation du calendrier.
it_it: Personalizzare il formato dell'ora visualizzato in alcuni scenari di utilizzo del calendario.
pl_pl: Dostosuj format czasu wyświetlany w niektórych scenariuszach użycia kalendarza.
ru: Настройте формат времени, отображаемый в некоторых сценариях использования календаря.

source: Default calendar
de_de: Standard-Kalender
es_es: Calendario predeterminado
fr_fr: Calendrier par défaut
it_it: Calendario predefinito
pl_pl: Kalendarz domyślny
ru: Календарь по умолчанию

source: Status colors
de_de: Status-Farben
es_es: Colores de estado
fr_fr: Couleurs d’état
it_it: Colori di stato
pl_pl: Kolory statusu
ru: Цвета состояния

# StatusColorsSubtitle
source: Select status colors for calendar events.
de_de: Wählen Sie Statusfarben für Kalenderereignisse aus.
es_es: Seleccione los colores de estado para los eventos del calendario.
fr_fr: Sélectionnez les couleurs de statut pour les événements de calendrier.
it_it: Seleziona i colori di stato per gli eventi del calendario.
pl_pl: Wybierz kolory stanu dla wydarzeń w kalendarzu.
ru: Выберите цвета статуса для событий календаря.

source: Busy
de_de: Beschäftigt
es_es: Ocupado
fr_fr: Occupé
it_it: Occupato
pl_pl: Zajęty
ru: Занятый

source: Free
de_de: Kostenlos
es_es: Gratis
fr_fr: Libre
it_it: Gratuito
pl_pl: Wolny
ru: Свободный

# Oof
source: Out of office
de_de: Abwesend
es_es: Fuera de la oficina
fr_fr: Absent du bureau
it_it: Fuori sede
pl_pl: Poza biurem
ru: Отсутствие на посту
