Repository: DmitryBorodiy/WidgetsApp
Catalog: BetterWidgets.Wpf/Resources/Resources.*.resx
Languages: de_de, es_es, fr_fr, it_it, pl_pl, ru

source: Tentative
de_de: Vorläufig
es_es: Incipiente
fr_fr: Provisoire
it_it: Provvisorio
pl_pl: Niepewny
ru: Предварительный

source: Working elsewhere
de_de: Woanders arbeiten
es_es: Trabajar en otro lugar
fr_fr: Travailler ailleurs
it_it: Lavorare altrove
pl_pl: Praca w innym miejscu
ru: Работа в других местах

source: Select color
de_de: Farbe auswählen
es_es: Seleccionar color
fr_fr: Sélectionner la couleur
it_it: Seleziona il colore
pl_pl: Wybierz kolor
ru: Выберите цвет

source: Select calendar
de_de: Kalender auswählen
es_es: Seleccionar calendario
fr_fr: Sélectionnez le calendrier
it_it: Seleziona il calendario
pl_pl: Wybierz kalendarz
ru: Выберите календарь

source: Enter event name
de_de: Geben Sie den Ereignisnamen ein
es_es: Introduzca el nombre del evento
fr_fr: Entrez le nom de l’événement
it_it: Inserisci il nome dell'evento
pl_pl: Wprowadź nazwę wydarzenia
ru: Введите название события

source: Accent color
de_de: Farbe der Akzente
es_es: Color de acento
fr_fr: Couleur d’accentuation
it_it: Colore d'accento
pl_pl: Kolor akcentujący
ru: Акцентный цвет

source: Account settings
de_de: Konto-Einstellungen
es_es: Configuración de la cuenta
fr_fr: Paramètres du compte
it_it: Impostazioni dell'account
pl_pl: Ustawienia konta
ru: Настройки учетной записи

# AccountsSubtitle
source: Set up accounts to use widgets. Logging into an account allows you to activate additional or basic features of some widgets.
de_de: Richten Sie Konten für die Verwendung von Widgets ein. Wenn Sie sich in ein Konto einloggen, können Sie zusätzliche oder grundlegende Funktionen einiger Widgets aktivieren.
es_es: Configura cuentas para usar widgets. Iniciar sesión en una cuenta le permite activar funciones adicionales o básicas de algunos widgets.
fr_fr: Configurez des comptes pour utiliser des widgets. La connexion à un compte vous permet d’activer des fonctionnalités supplémentaires ou de base de certains widgets.
it_it: Configura gli account per l'utilizzo dei widget. L'accesso a un account consente di attivare funzionalità aggiuntive o di base di alcuni widget.
pl_pl: Skonfiguruj konta do korzystania z widżetów. Zalogowanie się na konto umożliwia aktywację dodatkowych lub podstawowych funkcji niektórych widżetów.
ru: Настройте учетные записи для использования виджетов. Вход в учетную запись позволяет активировать дополнительные или базовые функции некоторых виджетов.

source: Requires restart
de_de: Neustart erforderlich
es_es: Requiere reinicio
fr_fr: Nécessite un redémarrage
it_it: Richiede il riavvio
pl_pl: Wymaga ponownego uruchomienia
ru: Требуется перезагрузка

# RequiresRestartSubtitle
source: To apply this setting, you must restart the application.
de_de: Um diese Einstellung zu übernehmen, müssen Sie die Anwendung neu starten.
es_es: Para aplicar esta configuración, debe reiniciar la aplicación.
fr_fr: Pour appliquer ce paramètre, vous devez redémarrer l’application.
it_it: Per applicare questa impostazione, è necessario riavviare l'applicazione.
pl_pl: Aby zastosować to ustawienie, należy ponownie uruchomić aplikację.
ru: Чтобы применить эту настройку, необходимо перезапустить приложение.

source: Accounts
de_de: Konten
es_es: Cuentas
fr_fr: Comptes
it_it: Account
pl_pl: Konta
ru: Аккаунты

# SubjectFieldEmpty
source: Subject field cannot be empty.
de_de: Das Betrefffeld darf nicht leer sein.
es_es: El campo de asunto no puede estar vacío.
fr_fr: Le champ Objet ne peut pas être vide.
it_it: Il campo dell'oggetto non può essere vuoto.
pl_pl: Pole tematu nie może być puste.
ru: Поле темы не может быть пустым.

source: Edit
de_de: Redigieren
es_es: Editar
fr_fr: Éditer
it_it: Redigere
pl_pl: Redagować
ru: Редактировать

source: Save
de_de: Retten
es_es: Salvar
fr_fr: Sauvegarder
it_it: Salvare
pl_pl: Zapisać
ru: Сохранить

# LanguageSetting
source: Widget language
de_de: Sprache des Widgets
es_es: Idioma de los widgets
fr_fr: Langue du widget
it_it: Lingua del widget
pl_pl: Język widżetu
ru: Язык виджета

# LanguageSettingSubtitle
source: Select the default language for widgets and shell.
de_de: Wählen Sie die Standardsprache für Widgets und Shells aus.
es_es: Seleccione el idioma predeterminado para los widgets y el shell.
fr_fr: Sélectionnez la langue par défaut pour les widgets et le shell.
it_it: Seleziona la lingua predefinita per i widget e la shell.
pl_pl: Wybierz domyślny język widżetów i powłoki.
ru: Выберите язык по умолчанию для виджетов и оболочки.

source: Restart
de_de: Neustarten
es_es: Reanudar
fr_fr: Redémarrer
it_it: Riavviare
ru: Перезапуск

source: View
de_de: Ansehen
es_es: Vista
fr_fr: Vue
it_it: Vista
pl_pl: Widok
ru: Вид

source: Find place
de_de: Platz finden
es_es: Buscar lugar
fr_fr: Trouver un lieu
it_it: Trova posto
pl_pl: Znajdź miejsce
ru: Найти место

# PlaceSearchPlaceholder
source: Search places
de_de: Orte suchen
es_es: Buscar lugares
fr_fr: Rechercher des lieux
it_it: Cerca luoghi
pl_pl: Szukaj miejsc
ru: Поиск мест

source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
it_it: Ricerca
pl_pl: Szukać
ru: Искать

# PlaceNameCannotBeEmpty
source: The place name cannot be empty.
de_de: Der Ortsname darf nicht leer sein.
es_es: El topónimo no puede estar vacío.
fr_fr: Le nom du lieu ne peut pas être vide.
it_it: Il nome del luogo non può essere vuoto.
pl_pl: Nazwa miejsca nie może być pusta.
ru: Название места не может быть пустым.

# PlaceNameValidationError
source: City name contains invalid characters.
de_de: Der Ortsname enthält ungültige Zeichen.
es_es: El nombre de la ciudad contiene caracteres no válidos.
fr_fr: Le nom de la ville contient des caractères non valides.
it_it: Il nome della città contiene caratteri non validi.
pl_pl: Nazwa miasta zawiera nieprawidłowe znaki.
ru: Название города содержит недопустимые символы.

# TodoWidgetSubtitle
source: This widget displays tasks from your Microsoft To do task lists and lets you quickly create and edit tasks.
de_de: Dieses Widget zeigt Aufgaben aus Ihren Microsoft-Aufgabenlisten an und ermöglicht es Ihnen, Aufgaben schnell zu erstellen und zu bearbeiten.
es_es: Este widget muestra las tareas de las listas de tareas pendientes de Microsoft y le permite crear y editar tareas rápidamente.
fr_fr: Ce widget affiche les tâches de vos listes de tâches Microsoft To do et vous permet de créer et de modifier rapidement des tâches.
it_it: Questo widget visualizza le attività dagli elenchi di attività Microsoft To Do e consente di creare e modificare rapidamente le attività.
pl_pl: Ten widżet wyświetla zadania z list zadań do wykonania firmy Microsoft i umożliwia szybkie tworzenie i edytowanie zadań.
ru: Этот виджет отображает задачи из списков задач Microsoft To Do и позволяет быстро создавать и редактировать задачи.

# TodoWidgetTitle
source: To do
de_de: Zu tun
es_es: Qué hacer
fr_fr: À faire
it_it: Da fare
pl_pl: Do zrobienia
ru: Задачи

source: Tasks
de_de: Aufgaben
es_es: Tareas
fr_fr: Tâches
it_it: Attività
pl_pl: Zadania
ru: Задачи

# TasksPermissionSubtitle
source: Allows widgets to access and manage task lists.
de_de: Ermöglicht Widgets den Zugriff auf und die Verwaltung von Aufgabenlisten.
es_es: Permite que los widgets accedan y administren listas de tareas.
fr_fr: Permet aux widgets d’accéder aux listes de tâches et de les gérer.
it_it: Consente ai widget di accedere e gestire gli elenchi di attività.
pl_pl: Zezwala widżetom na dostęp do list zadań i zarządzanie nimi.
ru: Позволяет виджетам получать доступ к спискам задач и управлять ими.

source: Add task
de_de: Aufgabe hinzufügen
es_es: Agregar tarea
fr_fr: Ajouter une tâche
it_it: Aggiungi attività
pl_pl: Dodaj zadanie
ru: Добавить задачу

# NoTasksSubtitle
source: Sit back and relax or add a new task using the button above.
de_de: Lehnen Sie sich zurück und entspannen Sie sich oder fügen Sie mit der Schaltfläche oben eine neue Aufgabe hinzu.
es_es: Siéntese y relájese o agregue una nueva tarea usando el botón de arriba.
fr_fr: Asseyez-vous et détendez-vous ou ajoutez une nouvelle tâche à l’aide du bouton ci-dessus.
it_it: Siediti e rilassati o aggiungi una nuova attività utilizzando il pulsante in alto.
pl_pl: Usiądź wygodnie i zrelaksuj się lub dodaj nowe zadanie za pomocą powyższego przycisku.
ru: Устройтесь поудобнее и расслабьтесь или добавьте новую задачу с помощью кнопки выше.

# NoTasksTitle
source: You are free
de_de: Sie sind frei
es_es: Eres libre
fr_fr: Vous êtes libre
it_it: Sei libero
pl_pl: Jesteś wolny
ru: Вы свободны

source: Select list
de_de: Liste auswählen
es_es: Seleccionar lista
fr_fr: Sélectionner une liste
it_it: Seleziona l'elenco
pl_pl: Wybierz listę
ru: Выбрать список

source: To do settings
de_de: Einstellungen vornehmen
es_es: Ajustes para realizar
fr_fr: Pour effectuer les paramètres
it_it: Per eseguire le impostazioni
pl_pl: Aby wykonać ustawienia
ru: Настройки задач

# TomorrowLabel
source: Tomorrow
de_de: Morgen
es_es: Mañana
fr_fr: Demain
it_it: Domani
pl_pl: Jutro
ru: Завтра

# YesterdayLabel
source: Yesterday
de_de: Gestern
es_es: Ayer
fr_fr: Hier
it_it: Ieri
pl_pl: Wczoraj
ru: Вчера

source: Default to do list
de_de: Standard-To-Do-Liste
es_es: Predeterminado para la lista de tareas
fr_fr: Liste de tâches par défaut
it_it: Elenco predefinito delle cose da fare
pl_pl: Domyślna lista zadań do wykonania
ru: Список дел по умолчанию

# DefaultTodoListSubtitle
source: Select which task list will be displayed by default.
de_de: Wählen Sie aus, welche Aufgabenliste standardmäßig angezeigt werden soll.
es_es: Seleccione la lista de tareas que se mostrará de forma predeterminada.
fr_fr: Sélectionnez la liste des tâches qui s’affichera par défaut.
it_it: Selezionare l'elenco delle attività da visualizzare per impostazione predefinita.
pl_pl: Wybierz, która lista zadań będzie wyświetlana domyślnie.
ru: Выберите, какой список задач будет отображаться по умолчанию.

source: Show completed tasks
de_de: Abgeschlossene Aufgaben anzeigen
es_es: Mostrar tareas completadas
fr_fr: Afficher les tâches terminées
it_it: Mostra le attività completate
pl_pl: Pokaż ukończone zadania
ru: Показывайте выполненные задачи

# ShowCompletedTasksSubtitle
source: Enable display of completed tasks in lists.
de_de: Aktivieren Sie die Anzeige erledigter Aufgaben in Listen.
es_es: Habilitar la visualización de tareas completadas en listas.
fr_fr: Activez l’affichage des tâches terminées dans des listes.
it_it: Abilita la visualizzazione delle attività completate negli elenchi.
pl_pl: Włącz wyświetlanie ukończonych zadań na listach.
ru: Включите отображение выполненных задач в списках.

# DeleteTaskSubtitle
source: Are you sure you want to delete this task?
de_de: Sind Sie sicher, dass Sie diese Aufgabe löschen möchten?
es_es: ¿Está seguro de que desea eliminar esta tarea?
fr_fr: Êtes-vous sûr de vouloir supprimer cette tâche ?
it_it: Sei sicuro di voler eliminare questa attività?
pl_pl: Czy na pewno chcesz usunąć to zadanie?
ru: Вы уверены, что хотите удалить эту задачу?

# DeleteTaskTitle
source: Delete task
de_de: Aufgabe löschen
es_es: Eliminar tarea
fr_fr: Supprimer la tâche
it_it: Elimina attività
pl_pl: Usuń zadanie
ru: Удалить задачу

# ReminderLabel
source: Reminder
de_de: Erinnerung
es_es: Recordatorio
fr_fr: Rappel
it_it: Promemoria
pl_pl: Przypomnienie
ru: Напоминание

# DueDateLabel
source: Due date
de_de: Fälligkeitsdatum
es_es: Fecha de vencimiento
fr_fr: Échéance
it_it: Data di scadenza
pl_pl: Termin
ru: Срок

# CreateSubTask
source: Add checklist task
de_de: Checklistenaufgabe hinzufügen
es_es: Agregar tarea de lista de verificación
fr_fr: Ajouter une tâche de liste de contrôle
it_it: Aggiungere un'attività dell'elenco di controllo
pl_pl: Dodaj zadanie listy kontrolnej
ru: Добавить задачу с чек-листом

# EnterTaskName
source: What you want to do?
de_de: Was möchten Sie tun?
es_es: ¿Qué quieres hacer?
fr_fr: Que voulez-vous faire ?
it_it: Cosa vuoi fare?
pl_pl: Co chcesz zrobić?
ru: Чем вы хотите заняться?

source: Rename
de_de: Umbenennen
es_es: Rebautizar
fr_fr: Renommer
it_it: Ribattezzare
pl_pl: Przemianować
ru: Переименовать

# CannotDeleteTaskError
source: Can't delete this task right now, please try again later.
de_de: Diese Aufgabe kann derzeit nicht gelöscht werden, bitte versuchen Sie es später erneut.
es_es: No se puede eliminar esta tarea en este momento, inténtelo de nuevo más tarde.
fr_fr: Impossible de supprimer cette tâche pour le moment, veuillez réessayer plus tard.
it_it: Non è possibile eliminare questa attività in questo momento, riprova più tardi.
pl_pl: Nie możesz teraz usunąć tego zadania, spróbuj ponownie później.
ru: Не могу удалить эту задачу прямо сейчас, пожалуйста, повторите попытку позже.

source: Checklist
de_de: Prüfliste
es_es: Lista de verificación
fr_fr: Liste de contrôle
it_it: Lista di controllo
pl_pl: Lista kontrolna
ru: Контрольный перечень

# CannotSetReminderDate
source: We can't set reminder date right now, please try again later.
de_de: Wir können das Erinnerungsdatum derzeit nicht festlegen, bitte versuchen Sie es später erneut.
es_es: No podemos establecer una fecha de recordatorio en este momento, inténtelo de nuevo más tarde.
fr_fr: Nous ne pouvons pas définir de date de rappel pour le moment, veuillez réessayer plus tard.
it_it: Non possiamo impostare la data del promemoria in questo momento, riprova più tardi.
pl_pl: Nie możemy teraz ustawić daty przypomnienia, spróbuj ponownie później.
ru: Мы не можем установить дату напоминания прямо сейчас, пожалуйста, повторите попытку позже.

# CannotChangeTaskTitle
source: We can't update task title right now, please try again later.
de_de: Wir können den Aufgabentitel derzeit nicht aktualisieren, bitte versuchen Sie es später erneut.
es_es: No podemos actualizar el título de la tarea en este momento, inténtelo de nuevo más tarde.
fr_fr: Nous ne pouvons pas mettre à jour le titre de la tâche pour le moment, veuillez réessayer plus tard.
it_it: Non possiamo aggiornare il titolo dell'attività in questo momento, riprova più tardi.
pl_pl: Nie możemy w tej chwili zaktualizować tytułu zadania, spróbuj ponownie później.
ru: Мы не можем обновить название задачи прямо сейчас, пожалуйста, повторите попытку позже.

source: Set due date
de_de: Fälligkeitsdatum festlegen
es_es: Establecer fecha de vencimiento
fr_fr: Définir la date d’échéance
it_it: Imposta la data di scadenza
pl_pl: Ustawianie terminu
ru: Установите срок выполнения

source: Set reminder
de_de: Erinnerung einstellen
es_es: Establecer recordatorio
fr_fr: Définir un rappel
it_it: Imposta promemoria
pl_pl: Ustawianie przypomnienia
ru: Установить напоминание

# ViewInMSTodo
source: View in To do
de_de: In "Zu erledigen" anzeigen
es_es: Ver en Tareas pendientes
fr_fr: Voir dans À faire
it_it: Visualizza in Da fare
pl_pl: Zobacz w To do zrobienia
ru: Посмотреть в разделе Чем заняться

source: Choose list icon
de_de: Listensymbol auswählen
es_es: Elegir icono de lista
fr_fr: Choisir l’icône de liste
it_it: Scegli l'icona dell'elenco
pl_pl: Wybierz ikonę listy
ru: Выберите иконку списка

source: Pick icon
de_de: Auswahl-Symbol
es_es: Icono de selección
fr_fr: Icône de sélection
it_it: Icona di selezione
pl_pl: Ikona wyboru
ru: Иконка выбора

source: Search emoji...
de_de: Emoji suchen...
es_es: Buscar emoji...
fr_fr: Rechercher des emojis...
it_it: Cerca emoji...
pl_pl: Szukaj emotikonów...
ru: Поиск эмодзи...

source: Remove icon
de_de: Symbol entfernen
es_es: Icono de eliminación
fr_fr: Supprimer l’icône
it_it: Icona Rimuovi
pl_pl: Usuń ikonę
ru: Удалить значок

source: Notes
de_de: Notizen
es_es: Notas
it_it: Note
pl_pl: Notatki
ru: Примечания

# NotesPermissionSubtitle
source: Allows widgets to access and manage text notes.
de_de: Ermöglicht Widgets den Zugriff auf und die Verwaltung von Textnotizen.
es_es: Permite que los widgets accedan y administren notas de texto.
fr_fr: Permet aux widgets d’accéder aux notes textuelles et de les gérer.
it_it: Consente ai widget di accedere e gestire le note di testo.
pl_pl: Zezwala widżetom na dostęp do notatek tekstowych i zarządzanie nimi.
ru: Позволяет виджетам получать доступ к текстовым заметкам и управлять ими.

# NotesSubtitle
source: This widget allows you to pin notes to your desktop, supports markup and code highlighting.
de_de: Dieses Widget ermöglicht es Ihnen, Notizen an Ihren Desktop anzuheften, unterstützt Markup und Code-Hervorhebung.
es_es: Este widget le permite anclar notas a su escritorio, admite marcado y resaltado de código.
fr_fr: Ce widget vous permet d’épingler des notes sur votre bureau, prend en charge le balisage et la mise en évidence du code.
it_it: Questo widget ti consente di aggiungere note sul desktop, supporta il markup e l'evidenziazione del codice.
pl_pl: Ten widżet umożliwia przypinanie notatek do pulpitu, obsługuje znaczniki i podświetlanie kodu.
ru: Этот виджет позволяет закреплять заметки на рабочем столе, поддерживает разметку и подсветку кода.

source: Beep
de_de: Piepsen
es_es: Pitido
fr_fr: Bip
it_it: Bip
pl_pl: Sygnał
ru: Звуковой сигнал

# CheckTaskSound
source: Task check sound
de_de: Ton der Aufgabenprüfung
es_es: Sonido de verificación de tareas
fr_fr: Son de vérification des tâches
it_it: Suono di controllo delle attività
pl_pl: Dźwięk sprawdzania zadań
ru: Звук проверки задачи

# CheckTaskSoundSubtitle
source: Select the sound that will be played when the task is completed.
de_de: Wählen Sie den Ton aus, der abgespielt wird, wenn die Aufgabe abgeschlossen ist.
es_es: Seleccione el sonido que se reproducirá cuando se complete la tarea.
fr_fr: Sélectionnez le son qui sera émis une fois la tâche terminée.
it_it: Seleziona il suono che verrà riprodotto al termine dell'attività.
pl_pl: Wybierz dźwięk, który będzie odtwarzany po zakończeniu zadania.
ru: Выберите звук, который будет воспроизводиться после выполнения задания.

# EnableCheckTaskSound
source: Enable task check sound
de_de: Aktivieren des Tons für die Aufgabenprüfung
es_es: Habilitar el sonido de verificación de tareas
fr_fr: Activer le son de la vérification des tâches
it_it: Abilita il suono del controllo delle attività
pl_pl: Włącz dźwięk sprawdzania zadań
ru: Включить звук проверки задачи

# EnableCheckTaskSoundSubtitle
source: Play sound when task is completed.
de_de: Geben Sie den Ton wieder, wenn die Aufgabe abgeschlossen ist.
es_es: Reproduce sonido cuando se completa la tarea.
fr_fr: Émettre un son lorsque la tâche est terminée.
it_it: Riproduci il suono quando l'attività è completata.
pl_pl: Odtwórz dźwięk po zakończeniu zadania.
ru: Воспроизведение звука после выполнения задачи.

source: Asterisk
de_de: Sternchen
es_es: Asterisco
fr_fr: Astérisque
it_it: Asterisco
pl_pl: Gwiazdka
ru: Звездочка

source: Exclamation
de_de: Ausruf
es_es: Exclamación
it_it: Esclamazione
pl_pl: Wykrzyknik
ru: Восклицание

source: Hand
es_es: Mano
fr_fr: Main
it_it: Mano
pl_pl: Ręka
ru: Рука

source: Question
de_de: Frage
es_es: Pregunta
it_it: Domanda
pl_pl: Pytanie
ru: Вопрос

# MaxTasksNumber
source: Maximum number of tasks to display
de_de: Maximale Anzahl der anzuzeigenden Aufgaben
es_es: Número máximo de tareas que se van a mostrar
fr_fr: Nombre maximum de tâches à afficher
it_it: Numero massimo di attività da visualizzare
pl_pl: Maksymalna liczba zadań do wyświetlenia
ru: Максимальное количество отображаемых задач

# MaxTasksNumberSubtitle
source: Select the maximum number of tasks to display in the list.
de_de: Wählen Sie die maximale Anzahl von Aufgaben aus, die in der Liste angezeigt werden sollen.
es_es: Seleccione el número máximo de tareas que se mostrarán en la lista.
fr_fr: Sélectionnez le nombre maximal de tâches à afficher dans la liste.
it_it: Selezionare il numero massimo di attività da visualizzare nell'elenco.
pl_pl: Wybierz maksymalną liczbę zadań do wyświetlenia na liście.
ru: Выберите максимальное количество задач, которые будут отображаться в списке.

source: Sort by
de_de: Sortieren nach
es_es: Ordenar por
fr_fr: Trier par
it_it: Ordina per
pl_pl: Sortuj wg:
ru: Сортировать по

# SortByDate
source: By date
de_de: Nach Datum
es_es: Por fecha
fr_fr: Par date
it_it: Per data
pl_pl: Według daty
ru: По дате

# SortByImportance
source: By importance
de_de: Nach Wichtigkeit
es_es: Por importancia
fr_fr: Par importance
it_it: Per importanza
pl_pl: Według ważności
ru: По важности

# SortByName
source: By name
de_de: Namentlich
es_es: Por nombre
fr_fr: Par nom
it_it: Per nome
pl_pl: Według nazwy
ru: По названию

source: Task sorting
de_de: Sortierung von Aufgaben
es_es: Clasificación de tareas
fr_fr: Tri des tâches
it_it: Ordinamento delle attività
pl_pl: Sortowanie zadań
ru: Сортировка задач

# TaskSortingSubtitle
source: Set up task sorting
de_de: Einrichten der Aufgabensortierung
es_es: Configurar la ordenación de tareas
fr_fr: Configurer le tri des tâches
it_it: Configurare l'ordinamento delle attività
pl_pl: Konfigurowanie sortowania zadań
ru: Настройка сортировки задач

source: Sticky notes settings
de_de: Einstellungen für Haftnotizen
es_es: Configuración de notas adhesivas
fr_fr: Paramètres des post-it
it_it: Impostazioni delle note adesive
pl_pl: Ustawienia karteczek samoprzylepnych
ru: Настройки заметок

# AllNotes
source: All notes list
de_de: Liste aller Notizen
es_es: Lista de todas las notas
fr_fr: Liste de toutes les notes
it_it: Elenco di tutte le note
pl_pl: Lista wszystkich notatek
ru: Список всех заметок

source: New note
de_de: Neuer Hinweis
es_es: Nueva nota
fr_fr: Nouvelle note
it_it: Nuova nota
pl_pl: Nowa notatka
ru: Новая заметка

# NotePlaceholder
source: One word is followed by another. Just start typing...
de_de: Auf ein Wort folgt das nächste. Fangen Sie einfach an zu tippen...
es_es: A una palabra le sigue otra. Sólo tienes que empezar a escribir...
fr_fr: Un mot est suivi d’un autre. Il suffit de commencer à taper...
it_it: Una parola è seguita da un'altra. Basta iniziare a digitare...
pl_pl: Po jednym słowie następuje drugie. Po prostu zacznij pisać...
ru: За одним словом следует другое. Просто начните печатать...

source: No permission
de_de: Keine Erlaubnis
es_es: Sin permiso
fr_fr: Aucune autorisation
it_it: Nessuna autorizzazione
pl_pl: Brak pozwolenia
ru: Без разрешения

# NoPermissionSubtitle
source: Access to the feature «{0}» requires permission, you can grant permission now or do it later in settings.
de_de: Der Zugriff auf die Funktion «{0}» erfordert eine Berechtigung, Sie können die Berechtigung jetzt erteilen oder später in den Einstellungen vornehmen.
es_es: El acceso a la función «{0}» requiere permiso, puede otorgar permiso ahora o hacerlo más tarde en la configuración.
fr_fr: L’accès à la fonctionnalité « {0} » nécessite une autorisation, vous pouvez accorder l’autorisation maintenant ou le faire plus tard dans les paramètres.
it_it: L'accesso alla funzione «{0}» richiede l'autorizzazione, puoi concedere l'autorizzazione ora o farlo in un secondo momento nelle impostazioni.
pl_pl: Dostęp do funkcji «{0}» wymaga pozwolenia, możesz udzielić pozwolenia teraz lub zrobić to później w ustawieniach.
ru: Для доступа к функции «{0}» требуется разрешение, вы можете предоставить разрешение сейчас или сделать это позже в настройках.

source: Unpin
de_de: Losheften
es_es: Desanclar
fr_fr: Désépingler
it_it: Rimuovere
pl_pl: Odpiąć
ru: Откалывать

source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
it_it: Copiare
pl_pl: Kopiować
ru: Копировать

source: Cut
de_de: Schneiden
es_es: Cortar
fr_fr: Couper
it_it: Tagliare
pl_pl: Ciąć
ru: Резать

source: Paste
de_de: Kleister
es_es: Pegar
fr_fr: Pâte
it_it: Incollare
pl_pl: Wklejać
ru: Паста

source: Delete note
de_de: Notiz löschen
es_es: Eliminar nota
fr_fr: Supprimer la note
it_it: Elimina nota
pl_pl: Usuń notatkę
ru: Удалить примечание
